-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt00_tutorial_18_ZH_CN = {[10] = ">  沙盒模式启动完毕. . .", [11] = "系统", [20] = ">  系统上线进度100%. . .", [30] = ">  辅助天气模拟系统正在开启. . .", [40] = "诶？！", [50] = "天气模拟系统？这也是基础功能吗？", [60] = "……是我在启动绿洲时加的……额外调用了一些自身算量，抱歉。", [70] = "我始终记得，教授曾经说过的话。", [80] = "<i>即使被困在这个数字世界，也要像在现实中一样努力走下去。</i>", [81] = "帕斯卡", [90] = "<i>无论何时都要坚信……总有一天，所有流亡者们，一定能一同离开这里。</i>", [100] = "<i>这是我们活下去的意志。</i>", [110] = "对吧，教授？", [111] = "嗯，你做得很好，帕斯卡。", [112] = "没错，今后也要共同前进哦！", [120] = "谢谢您的认可！", [130] = "啊……嗯！一定！", [140] = "那么现在是启动绿洲的最后一步了。请您<color=#ffa500ff>确认管理员身份</color>。", [150] = "从现在起，这里就是我们的新“家”了。", [160] = "今后的一切，也请您多多关照了，教授！"}
return AvgLang_cpt00_tutorial_18_ZH_CN

