-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt00_tutorial_10_ZH_CN = {[10] = "OK，甩掉那些净化者了。", [20] = "幸亏提前做好了麦戈拉云端全息模拟地图……", [30] = "还真是派上大用场了啊。", [40] = "不过这片区域，罗什么姆的，到底是什么？", [50] = "这附近就是<color=#ffa500ff>扇区“罗萨姆”</color>的所在地。", [60] = "不过我没有进入过罗萨姆内部，不清楚那具体是什么样的地方。", [70] = "扇区……指的是？", [80] = "扇区是云端上被人为划分出来的区域，用于存储和处理数据，你可以理解成计算机的磁盘。", [90] = "存储数据，那是不是意味着……", [100] = "嗯，对缺少算量资源的我们来说，扇区会是非常好的勘测目标点。", [110] = "不过，沙盒模式的启动已经快完成了……", [120] = "我们还是先折返，确认绿洲系统没有任何问题之后再出发比较好。", [130] = "明白了，那就等整顿完毕后再来罗萨姆探险！"}
return AvgLang_cpt00_tutorial_10_ZH_CN

