-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_Test_ZH_CN = {
    [10] = "\"和现实不同，这里没有真正的鲜血和死亡。我们不是生命,这些战斗和您的牺牲都没有意义……指挥官，我不明白，为什么……想要救我们\"",
    [20] = "我是谁，我在哪？",
    [21] = "选A 继续",
    [22] = "选B 跳章节",
    [30] = "你是XXX",
    [40] = "\"这是无角色旁白！\n2333333\n333333\"",
    [50] = "\"这是无角色旁白！\n2333333\n3\n333333\"",
    [60] = "\"这是无角色旁白！\n2333333\n333333\"",
    [70] = "这是有角色旁白!!!00",
    [71] = "机器人",
    [80] = "这是一句tips打字机显示",
    [90] = "这是无角色旁白!!!!!",
    [100] = "结束"
}
return AvgLang_Test_ZH_CN

