-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt01_e_04_02_ZH_CN = {
    [10] = "图灵：……",
    [20] = "……",
    [30] = "图灵：……",
    [40] = "……图灵小姐？",
    [50] = "为什么一直盯着我呢……",
    [60] = "图灵：帕斯卡小姐的耳朵也是阻尼器吗？",
    [70] = "阻尼器……？",
    [80] = "图灵：咦，不是吗……我的脑袋上的这对耳朵就是智能阻尼器。",
    [90] = "图灵：扇区里的智能体都有耳朵、尾巴这些特殊的阻尼装置。",
    [100] = "图灵：智能体的学习能力并不算太弱，而它们的存在能够防止心智过度进化，避免一些不必要的麻烦。",
    [110] = "这样啊……第一次听说呢。",
    [120] = "图灵：那你的耳朵是？",
    [130] = "哦，这个啊，只是帕斯卡博士的个人兴趣而已。",
    [140] = "图灵：帕斯卡博士……？个人兴趣？",
    [150] = "啊啊不是，我的意思是说！是那种无关紧要的事情——",
    [151] = "说起来帕斯卡博士自己也有耳朵来着。",
    [152] = "我听到了哟！原来帕斯卡博士喜欢这种类型啊……",
    [160] = "……教……教授！",
    [170] = "你什么都没听见，对不对？答应我！快当做什么都没听见！",
    [180] = "真……真是的……被博士知道的话就完了……",
    [190] = "……教……教授！",
    [200] = "不是你想的那样！耳朵什么的就是看着好玩……不是不是！我是说……#￥%@#&*%……",
    [210] = "啊……完全解释不清楚了……",
    [220] = "图灵：哈哈哈哈，帕斯卡小姐真是很可爱呢！",
    [230] = "呜……"
}
return AvgLang_cpt01_e_04_02_ZH_CN

