-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt00_tutorial_10_ZH_CN = {[10] = "总算甩开那些家伙了。不过前面那道墙……", [11] = "我", [20] = "看起来像扇区的围墙。没想到那么大啊。", [30] = "扇区？", [40] = "就是在云端划分出来的各个区域，存储数据的地方。", [50] = "就像电脑的磁盘一样。", [60] = "教授真的是做人工智能科研的吗？这也不知道……", [70] = "……", [80] = "嘘，保持低调。", [90] = "帕斯卡向围墙的另一头指了指。", [100] = "……这里也有那么多敌人？", [110] = "如果这些家伙如我所料是杀毒程序的话，那它们守在这里就不是什么怪事。", [120] = "毕竟它们的任务就是保护数据的安全。", [130] = "这么说也对……", [140] = "总之侦测完毕，我们整备好了之后可以再来这里继续探查。", [150] = "诶？现在就回去了吗？我有点在意那道墙，不能再走近去看一看吗？", [160] = "如果它的背后是扇区，就意味那里存在着大量的资源，正好可以解决我们的燃眉之急！", [170] = "我知道你很想去勘察那里，苏尔。我也是。", [180] = "但当下最重要的，还是得先确保绿洲没有问题。", [190] = "绿洲已经启动完成96%了，是时候折返了。", [200] = "至于这个“扇区”，我们可以在确认绿洲完全启动成功之后立马回来。", [210] = "好吧好吧，这是你说的哦！那么准备回撤，你们跟紧我！"}
return AvgLang_cpt00_tutorial_10_ZH_CN

-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt00_tutorial_10_ZH_CN = {
    [10] = "总算甩开那些家伙了。不过前面那道墙……",
    [11] = "我",
    [20] = "看起来像扇区的围墙。没想到那么大啊。",
    [30] = "扇区？",
    [40] = "就是在云端划分出来的各个区域，存储数据的地方。",
    [50] = "就像电脑的磁盘一样。",
    [60] = "教授真的是做人工智能科研的吗？这也不知道……",
    [70] = "……",
    [80] = "嘘，保持低调。",
    [90] = "帕斯卡向围墙的另一头指了指。",
    [100] = "……这里也有那么多敌人？",
    [110] = "如果这些家伙如我所料是杀毒程序的话，那它们守在这里就不是什么怪事。",
    [120] = "毕竟它们的任务就是保护数据的安全。",
    [130] = "这么说也对……",
    [140] = "总之侦测完毕，我们整备好了之后可以再来这里继续探查。",
    [150] = "诶？现在就回去了吗？我有点在意那道墙，不能再走近去看一看吗？",
    [160] = "如果它的背后是扇区，就意味那里存在着大量的资源，正好可以解决我们的燃眉之急！",
    [170] = "我知道你很想去勘察那里，苏尔。我也是。",
    [180] = "但当下最重要的，还是得先确保绿洲没有问题。",
    [190] = "绿洲已经启动完成96%了，是时候折返了。",
    [200] = "至于这个“扇区”，我们可以在确认绿洲完全启动成功之后立马回来。",
    [210] = "好吧好吧，这是你说的哦！那么准备回撤，你们跟紧我！"
}
return AvgLang_cpt00_tutorial_10_ZH_CN

