-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt00_tutorial_10_ZH_CN = {[10] = "总算甩开那些家伙了。不过前面那道扇区围墙，竟然那么大……", [11] = "我", [20] = "扇区？", [30] = "就是在云端划分出来的各个区域，存储数据的地方，就像电脑的磁盘一样。", [40] = "教授真的是做人工智能科研的吗？这也不知道……", [50] = "……", [60] = "总之侦测完毕，我们整备好了之后可以再来这里继续探查。", [70] = "诶？现在就回去了吗？我是说……如果它的背后是扇区，就意味存在着大量的资源，正好可以解决我们的燃眉之急！", [80] = "我知道你很想去勘察那里，不过绿洲已经启动完成96%了，是时候折返了。", [90] = "至于这个“扇区”，我们可以在确认绿洲完全启动成功之后立马回来。", [100] = "好吧好吧，这是你说的哦！那么准备回撤，你们跟紧我！"}
return AvgLang_cpt00_tutorial_10_ZH_CN

