-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt00_tutorial_18_ZH_CN = {[10] = " >  沙盒模式启动完毕. . .", [11] = "我", [20] = " >  系统上线进度100%. . .", [30] = " >  辅助天气模拟系统正在开启. . .", [40] = "诶？！……", [50] = "天气模拟系统？这也是基础功能吗？", [60] = "……是我在启动绿洲时加的……额外调用了一些自身算量。", [70] = "抱歉，我只是觉得教授有一点说得很对……", [80] = "即使被困在这里，也要像在现实世界里一样。绝对不能就此认命。", [90] = "这是我们活下去的意志……要相信总有一天能离开这里。", [100] = "对吧，教授？", [110] = "……呃，嗯。一点都没错。", [120] = "谢谢您的认可。", [130] = "那么现在是启动绿洲的最后一步了。请您确认<color=#ffa500ff>管理员</color>身份。", [140] = "今后，这里就是我们的新“家”了。", [150] = "今后的一切，也请您多多关照了。"}
return AvgLang_cpt00_tutorial_18_ZH_CN

-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt00_tutorial_18_ZH_CN = {
    [10] = " >  沙盒模式启动完毕. . .",
    [11] = "我",
    [20] = " >  系统上线进度100%. . .",
    [30] = " >  辅助天气模拟系统正在开启. . .",
    [40] = "诶？！……",
    [50] = "天气模拟系统？这也是基础功能吗？",
    [60] = "……是我在启动绿洲时加的……额外调用了一些自身算量。",
    [70] = "抱歉，我只是觉得教授有一点说得很对……",
    [80] = "即使被困在这里，也要像在现实世界里一样。绝对不能就此认命。",
    [90] = "这是我们活下去的意志……要相信总有一天能离开这里。",
    [100] = "对吧，教授？",
    [110] = "……呃，嗯。一点都没错。",
    [120] = "谢谢您的认可。",
    [130] = "那么现在是启动绿洲的最后一步了。请您确认<color=#ffa500ff>管理员</color>身份。",
    [140] = "今后，这里就是我们的新“家”了。",
    [150] = "今后的一切，也请您多多关照了。"
}
return AvgLang_cpt00_tutorial_18_ZH_CN

