-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt01_h_06_01_ZH_CN = {
    [10] = "智能体：图灵小姐……您找我吗？",
    [20] = "图灵：嗯，请过来，我有一些额外的任务要交给你。",
    [30] = "智能体：明白。",
    [40] = "图灵：罗萨姆来了两位从其他地方来的客人，但净化者对她们不是很友善。",
    [50] = "智能体：需要H10082号为您做什么？",
    [60] = "图灵：汉娜，你去划分一块机密数据处理区，将她们安置在那里。",
    [70] = "图灵：这样净化者就不会检测到了吧。",
    [80] = "H10082：收到。请指示机密数据等级、内容、区域设置时间。",
    [90] = "图灵：唉……",
    [100] = "H10082：图灵小姐，请指示。",
    [110] = "图灵：汉娜……",
    [120] = "图灵：机密数据等级：A-LEVEL；内容：42Lab AI心智程序模拟……",
    [130] = "H10082：图灵小姐，请指示区域设置时间。",
    [140] = "图灵：算了，汉娜，我自己来处理吧。",
    [150] = "H10082：明白。",
    [160] = "图灵：你……",
    [170] = "H10082：H10082在，请指示。",
    [180] = "图灵：你叫什么名字？",
    [190] = "H10082：H10082，图灵小姐。",
    [200] = "图灵：不，我是说你的名字，不是型号。",
    [210] = "H10082：H10082，图灵小姐。",
    [220] = "图灵：……",
    [230] = "图灵：姓名重定义，H10082更替为汉娜，H-A-N-N-A-H。",
    [240] = "H10082：H10082收到指令。姓名已更替。",
    [250] = "图灵：汉娜？",
    [260] = "汉娜：汉娜在，请指示。",
    [270] = "图灵：……并不能减轻哪怕一点点违和感呢。",
    [280] = "图灵：你回去吧，汉娜，我想一个人待一会。",
    [290] = "汉娜：收到。汉娜随时待命。",
    [300] = "图灵：……",
    [310] = "H10082离开后，图灵疲惫地坐到工作台前，开始在记录中增添修改记录。",
    [320] = "图灵：A00044，增添面部模拟表情“微笑”……",
    [330] = "图灵：B00212，设置日常问候文本“今天过得怎么样”……",
    [340] = "图灵：E00687，指令确认文本“收到”更替为“交给我吧”……",
    [350] = "图灵：……H10082，姓名更替为“Hannah”。"
}
return AvgLang_cpt01_h_06_01_ZH_CN

