-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt02_e_06_01_ZH_CN = {[10] = "按照席摩给的方向引导……是这条路吧？", [20] = "一路过来，确实没有碰到净化者。", [30] = "还真是厉害啊，他到军事区勘察的时间明明也不长，已经对这里了如指掌了。", [40] = "……", [50] = "前面那些是……", [60] = "克罗琦侧身贴墙，挪到了拐角。拐角后是几个正在交谈的军事区智能体。", [70] = "情况越来越严重了……", [80] = "对啊，刚才利比多娜也撑不住了。", [90] = "这样的日子什么时候才是尽头，我不想执行任务了。", [100] = "但是我们不能违抗指令呀。", [110] = "而且艾萝也说，有不少任务是为了防卫而不是侵略。", [120] = "我们的工作还是很重要的。", [130] = "话是这么说……但这样下去太难受了。", [140] = "为什么我们就非得有这种缺陷啊！", [150] = "艾萝说有办法解决了。", [160] = "有了吗？什么办法？", [170] = "我不清楚，她没有告诉我们，只是让我们放心等待就好。", [180] = "唉，艾萝也真是的。当时她非要玛拉帮忙竖起隔离墙，也没有告诉我们原因……", [190] = "是呢。不过减少来往也不是什么坏事。", [200] = "你也不希望工业区的智能体对我们另眼相待吧？", [210] = "这倒也是……真的好羡慕她们啊。", [220] = "……", [230] = "隔离墙是艾萝让玛拉设立起来的？", [240] = "她们说的缺陷又是什么？", [250] = "……算了，先回去吧。", [270] = "克罗琦……？怎么只有你回来了？", [280] = "嗯，我们需要你的帮助。", [290] = "原来是这样……请别客气，直接说吧。", [300] = "上次我和席摩来勘察的时候，你曾经为我们额外调用过一些算量。", [310] = "我可以再借来一用吗？", [320] = "当然。不过，需要那么多算量做什么呢？", [330] = "我职业范围内的事。", [340] = "啊，我好像明白了。就是克罗琦之前在造的那个大家伙吧？", [350] = "嗯……很抱歉，我们没有找到隔离墙的发生器。这面隔离墙应该是独立于基洛普斯在运作。", [360] = "也就是说，哪怕我们有了扇区的权限，也没办法关掉它。", [370] = "所以你们是打算……", [380] = "直接将隔离墙击破。", [390] = "啊？！做得到吗……", [400] = "没问题的，只是需要工业区的设备辅助和你的算量支持。", [410] = "好，我明白了！", [420] = "对了，莉维雅，问你一些事……竖起隔离墙，是玛拉的主意吗？", [430] = "诶？为什么这么问……", [440] = "没错，我们和军事区的冲突越来越激烈，彼此之间矛盾不断，玛拉就想了这个办法让我们分开。", [450] = "……但我刚才在军事区里听到了智能体的谈话。照她们的说法，隔离墙是艾萝的主意。", [460] = "艾萝？！……不可能吧。", [470] = "她就那么想和我们分开吗……还是说……她有什么隐情？", [480] = "我也觉得事情没有那么简单。另外，关于军事区智能体的缺陷……你知道是什么吗？", [490] = "缺陷？没有听说过……", [500] = "她们好像饱受这件事的困扰。", [510] = "难道说……我记得很早以前，两边还没有分开时，每次去执行任务，军事区的智能体压力都非常大。", [520] = "她们常常说自己会做噩梦，但具体的情况我也不清楚。", [530] = "毕竟那是艾萝负责的区域，机密性也很高，我很难干涉。", [540] = "也许吧，现在好像越来越严重了。", [550] = "不过在这里凭空猜测也不会有什么结果。", [560] = "……嗯。", [570] = "不如让我们先把隔离墙处理了，然后你就可以亲自问问艾萝，是不是发生了什么。", [580] = "……嗯！", [-999] = ""}
return AvgLang_cpt02_e_06_01_ZH_CN

-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt02_e_06_01_ZH_CN = {
    [10] = "按照席摩给的方向引导……是这条路吧？",
    [20] = "一路过来，确实没有碰到净化者。",
    [30] = "还真是厉害啊，他到军事区勘察的时间明明也不长，已经对这里了如指掌了。",
    [40] = "……",
    [50] = "前面那些是……",
    [60] = "克罗琦侧身贴墙，挪到了拐角。拐角后是几个正在交谈的军事区智能体。",
    [70] = "情况越来越严重了……",
    [80] = "对啊，刚才利比多娜也撑不住了。",
    [90] = "这样的日子什么时候才是尽头，我不想执行任务了。",
    [100] = "但是我们不能违抗指令呀。",
    [110] = "而且艾萝也说，有不少任务是为了防卫而不是侵略。",
    [120] = "我们的工作还是很重要的。",
    [130] = "话是这么说……但这样下去太难受了。",
    [140] = "为什么我们就非得有这种缺陷啊！",
    [150] = "艾萝说有办法解决了。",
    [160] = "有了吗？什么办法？",
    [170] = "我不清楚，她没有告诉我们，只是让我们放心等待就好。",
    [180] = "唉，艾萝也真是的。当时她非要玛拉帮忙竖起隔离墙，也没有告诉我们原因……",
    [190] = "是呢。不过减少来往也不是什么坏事。",
    [200] = "你也不希望工业区的智能体对我们另眼相待吧？",
    [210] = "这倒也是……真的好羡慕她们啊。",
    [220] = "……",
    [230] = "隔离墙是艾萝让玛拉设立起来的？",
    [240] = "她们说的缺陷又是什么？",
    [250] = "……算了，先回去吧。",
    [270] = "克罗琦……？怎么只有你回来了？",
    [280] = "嗯，我们需要你的帮助。",
    [290] = "原来是这样……请别客气，直接说吧。",
    [300] = "上次我和席摩来勘察的时候，你曾经为我们额外调用过一些算量。",
    [310] = "我可以再借来一用吗？",
    [320] = "当然。不过，需要那么多算量做什么呢？",
    [330] = "我职业范围内的事。",
    [340] = "啊，我好像明白了。就是克罗琦之前在造的那个大家伙吧？",
    [350] = "嗯……很抱歉，我们没有找到隔离墙的发生器。这面隔离墙应该是独立于基洛普斯在运作。",
    [360] = "也就是说，哪怕我们有了扇区的权限，也没办法关掉它。",
    [370] = "所以你们是打算……",
    [380] = "直接将隔离墙击破。",
    [390] = "啊？！做得到吗……",
    [400] = "没问题的，只是需要工业区的设备辅助和你的算量支持。",
    [410] = "好，我明白了！",
    [420] = "对了，莉维雅，问你一些事……竖起隔离墙，是玛拉的主意吗？",
    [430] = "诶？为什么这么问……",
    [440] = "没错，我们和军事区的冲突越来越激烈，彼此之间矛盾不断，玛拉就想了这个办法让我们分开。",
    [450] = "……但我刚才在军事区里听到了智能体的谈话。照她们的说法，隔离墙是艾萝的主意。",
    [460] = "艾萝？！……不可能吧。",
    [470] = "她就那么想和我们分开吗……还是说……她有什么隐情？",
    [480] = "我也觉得事情没有那么简单。另外，关于军事区智能体的缺陷……你知道是什么吗？",
    [490] = "缺陷？没有听说过……",
    [500] = "她们好像饱受这件事的困扰。",
    [510] = "难道说……我记得很早以前，两边还没有分开时，每次去执行任务，军事区的智能体压力都非常大。",
    [520] = "她们常常说自己会做噩梦，但具体的情况我也不清楚。",
    [530] = "毕竟那是艾萝负责的区域，机密性也很高，我很难干涉。",
    [540] = "也许吧，现在好像越来越严重了。",
    [550] = "不过在这里凭空猜测也不会有什么结果。",
    [560] = "……嗯。",
    [570] = "不如让我们先把隔离墙处理了，然后你就可以亲自问问艾萝，是不是发生了什么。",
    [580] = "……嗯！",
    [-999] = ""
}
return AvgLang_cpt02_e_06_01_ZH_CN

