-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt00_e_01_03_ZH_CN = {[10] = "教授？教授？！", [11] = "我", [20] = "（怎么回事……同步不稳定吗……）", [30] = "（好混乱……）", [40] = "……", [50] = "OP", [60] = "（刚才看到的那些是……过去发生的事？……）", [70] = "（头疼？……怎么会头疼……）", [80] = "（42Lab也没必要把疼痛都模拟得这么真实吧……）", [90] = "教授？您醒了吗？听得到我说话吗？", [100] = "嗯，我听得到…… ", [110] = "太好了，神经网络分析仪显示数据正常了。", [120] = "但我看不见你们。", [130] = "嗯，图像模拟系统还没有上线。这些您不用管，交给我们处理就好。", [140] = "……刚才发生了什么？", [150] = "我们肃清了敌人，现在正在启动<color=#ffa500ff>绿洲</color>的<color=#ffa500ff>沙盒模式</color>。", [160] = "启动<color=#ffa500ff>沙盒模式</color>后，我们才能够获得<color=#ffa500ff>绿洲</color>的管理权。", [170] = "相对安全的区域对现在的我们来说至关重要。", [180] = "……我大概明白了。", [190] = "帕斯卡，<color=#ffa500ff>绿洲</color>各项系统都准备完毕了。", [200] = "已经可以立刻重启了吗？", [210] = "嗯。", [220] = "好的，那就开始吧。", [230] = "明白。", [240] = ">   内核加载完成（安全模式）. . .", [250] = ">  启动指令已确认. . .\n>  正在加载. . .", [260] = ">  图像模拟系统上线34%，开启人像渲染. . .\n>  开启场景渲染. . .", [270] = ">  开启着色. . .", [280] = "看样子一切顺利，太好了。", [290] = "（所以总而言之，现在的进度是：我们找到了一片相对安全的区域“绿洲”，在这里我们能够抵御那些攻击我们的程序。）", [300] = "唔，有席摩的消息。", [310] = "各位，抱歉，我想先回去找他，我有些担心。", [320] = "勘察任务完成后我会和他一起回来。", [330] = "嗯，明白，那么我们分头行动。", [340] = "收到。流亡者003号，克罗琦，暂时离队。", [350] = "转场\t", [360] = "绿洲启动怎么样了？", [370] = "整体进度61%。系统数据量巨大，还需要不少时间。", [380] = "……", [390] = "相比而言，我更担心这边这位。", [400] = "……我吗？", [410] = "教授从刚才开始就有些怪怪的，说话语气也变了，而且像是出现了间歇性失忆的症状似的。", [420] = "帕斯卡，该不会是你的神经网络分析仪出问题了吧？", [430] = "……并不是很好笑，苏尔。", [440] = "总之我来留意教授的情况吧，可能是意识系统负荷过载。", [450] = "不好，后方出现异常！绿洲正在受到不明攻击！", [460] = "糟了，防御系统还没完全打开！", [470] = "这里的地形对我们不利，必须找个掩体再想办法撤退！", [480] = "噢？教授，我要对你刮目相看了！", [490] = "没想到你并不是个只会搞研究的技术宅啊！", [500] = "不过，如果我们一直待在这里，会把那些东西引进绿洲里面的。", [510] = "那样一来，刚才的努力就又白费了。", [520] = "我们一起离开这里。", [530] = "……什么？", [540] = "我们一起走，至少保证绿洲安全地启动沙盒模式，之后再想办法绕开它们回来就是了。", [550] = "……你有把握吗？", [560] = "……", [570] = "嗯，我明白了。苏尔，按照教授说的行动！"}
return AvgLang_cpt00_e_01_03_ZH_CN

-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt00_e_01_03_ZH_CN = {
    [10] = "教授？教授？！",
    [11] = "我",
    [20] = "（怎么回事……同步不稳定吗……）",
    [30] = "（好混乱……）",
    [40] = "……",
    [50] = "OP",
    [60] = "（刚才看到的那些是……过去发生的事？……）",
    [70] = "（头疼？……怎么会头疼……）",
    [80] = "（42Lab也没必要把疼痛都模拟得这么真实吧……）",
    [90] = "教授？您醒了吗？听得到我说话吗？",
    [100] = "嗯，我听得到…… ",
    [110] = "太好了，神经网络分析仪显示数据正常了。",
    [120] = "但我看不见你们。",
    [130] = "嗯，图像模拟系统还没有上线。这些您不用管，交给我们处理就好。",
    [140] = "……刚才发生了什么？",
    [150] = "我们肃清了敌人，现在正在启动<color=#ffa500ff>绿洲</color>的<color=#ffa500ff>沙盒模式</color>。",
    [160] = "启动<color=#ffa500ff>沙盒模式</color>后，我们才能够获得<color=#ffa500ff>绿洲</color>的管理权。",
    [170] = "相对安全的区域对现在的我们来说至关重要。",
    [180] = "……我大概明白了。",
    [190] = "帕斯卡，<color=#ffa500ff>绿洲</color>各项系统都准备完毕了。",
    [200] = "已经可以立刻重启了吗？",
    [210] = "嗯。",
    [220] = "好的，那就开始吧。",
    [230] = "明白。",
    [240] = ">   内核加载完成（安全模式）. . .",
    [250] = ">  启动指令已确认. . .\n>  正在加载. . .",
    [260] = ">  图像模拟系统上线34%，开启人像渲染. . .\n>  开启场景渲染. . .",
    [270] = ">  开启着色. . .",
    [280] = "看样子一切顺利，太好了。",
    [290] = "（所以总而言之，现在的进度是：我们找到了一片相对安全的区域“绿洲”，在这里我们能够抵御那些攻击我们的程序。）",
    [300] = "唔，有席摩的消息。",
    [310] = "各位，抱歉，我想先回去找他，我有些担心。",
    [320] = "勘察任务完成后我会和他一起回来。",
    [330] = "嗯，明白，那么我们分头行动。",
    [340] = "收到。流亡者003号，克罗琦，暂时离队。",
    [350] = "转场\t",
    [360] = "绿洲启动怎么样了？",
    [370] = "整体进度61%。系统数据量巨大，还需要不少时间。",
    [380] = "……",
    [390] = "相比而言，我更担心这边这位。",
    [400] = "……我吗？",
    [410] = "教授从刚才开始就有些怪怪的，说话语气也变了，而且像是出现了间歇性失忆的症状似的。",
    [420] = "帕斯卡，该不会是你的神经网络分析仪出问题了吧？",
    [430] = "……并不是很好笑，苏尔。",
    [440] = "总之我来留意教授的情况吧，可能是意识系统负荷过载。",
    [450] = "不好，后方出现异常！绿洲正在受到不明攻击！",
    [460] = "糟了，防御系统还没完全打开！",
    [470] = "这里的地形对我们不利，必须找个掩体再想办法撤退！",
    [480] = "噢？教授，我要对你刮目相看了！",
    [490] = "没想到你并不是个只会搞研究的技术宅啊！",
    [500] = "不过，如果我们一直待在这里，会把那些东西引进绿洲里面的。",
    [510] = "那样一来，刚才的努力就又白费了。",
    [520] = "我们一起离开这里。",
    [530] = "……什么？",
    [540] = "我们一起走，至少保证绿洲安全地启动沙盒模式，之后再想办法绕开它们回来就是了。",
    [550] = "……你有把握吗？",
    [560] = "……",
    [570] = "嗯，我明白了。苏尔，按照教授说的行动！"
}
return AvgLang_cpt00_e_01_03_ZH_CN

