-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt02_e_07_01_ZH_CN = {[10] = "你们来了，这边！", [11] = "我", [20] = "艾萝呢？你该不会……", [30] = "怎么可能，我心里当然有分寸。", [40] = "那就好……", [50] = "帕斯卡，你别总是担心我啊。", [60] = "嗯？", [70] = "无论怎么样，我都会以流亡者为重的。", [80] = "我当然知道了，只是……", [90] = "我不像过去那么冲动了。不管做出什么决定，一定是我深思熟虑的结果，所以请你相信我。", [100] = "……为什么突然说这些？", [110] = "没什么。总之，各位，我一路追踪艾萝到了舰楼这边。", [120] = "她和玛拉，现在就在舰楼的甲板上。", [130] = "好，那我们立刻出发！把那个叫玛拉的家伙打趴下，再让艾萝把权限交出来！", [140] = "噢噢！贝蒂准备好了喵！", [150] = "我也准备好了！", [160] = "大家千万不要轻敌。那家伙看上去……气势太强劲了。", [170] = "接下去的这场战斗会很艰难……", [180] = "总归是要面对的，我们大家一起，不会有问题的。", [190] = "……嗯。", [200] = "那就出发吧，压低姿态，我们去舰楼上。", [220] = "你要知道，是我庇护了军事区。", [221] = "玛拉", [230] = "你当时求着我建起这个玩意的时候，我也帮了你。", [240] = "嗯，我明白的。", [241] = "艾萝", [250] = "所以你记得，家里有害虫了，你应该告诉我，而不是跟害虫一起胡闹。", [260] = "……好，我会按照你的指示做的。", [270] = "嗯，这是其中一件事。", [280] = "还有一件嘛，下次来的时候，记得把尾巴弄干净，不然跟过来奇奇怪怪的东西——", [290] = "被发现了！", [300] = "还要再清理一遍！", [310] = "话音刚落，一枚长枪向我们射来。", [320] = "快躲开！！！", [340] = "长枪射入甲板一侧的高墙，厚重的墙体上立刻爬上了醒目的裂缝。", [350] = "接着，她的手只是轻轻地一挥，嵌入墙内的长枪颤动了几下，立刻飞回她的手中。", [360] = "又到了久违的战斗时间，真令我热血沸腾。", [370] = "玛拉转动长枪，将枪头指向了我们。", [380] = "闹腾了这么久，是时候歇歇了吧？", [390] = "还有什么遗言吗，邪灵们？", [400] = "这话，应该我们来说才对！", [401] = "我", [410] = "流亡者，进攻！", [-999] = ""}
return AvgLang_cpt02_e_07_01_ZH_CN

-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt02_e_07_01_ZH_CN = {
    [10] = "你们来了，这边！",
    [11] = "我",
    [20] = "艾萝呢？你该不会……",
    [30] = "怎么可能，我心里当然有分寸。",
    [40] = "那就好……",
    [50] = "帕斯卡，你别总是担心我啊。",
    [60] = "嗯？",
    [70] = "无论怎么样，我都会以流亡者为重的。",
    [80] = "我当然知道了，只是……",
    [90] = "我不像过去那么冲动了。不管做出什么决定，一定是我深思熟虑的结果，所以请你相信我。",
    [100] = "……为什么突然说这些？",
    [110] = "没什么。总之，各位，我一路追踪艾萝到了舰楼这边。",
    [120] = "她和玛拉，现在就在舰楼的甲板上。",
    [130] = "好，那我们立刻出发！把那个叫玛拉的家伙打趴下，再让艾萝把权限交出来！",
    [140] = "噢噢！贝蒂准备好了喵！",
    [150] = "我也准备好了！",
    [160] = "大家千万不要轻敌。那家伙看上去……气势太强劲了。",
    [170] = "接下去的这场战斗会很艰难……",
    [180] = "总归是要面对的，我们大家一起，不会有问题的。",
    [190] = "……嗯。",
    [200] = "那就出发吧，压低姿态，我们去舰楼上。",
    [220] = "你要知道，是我庇护了军事区。",
    [221] = "玛拉",
    [230] = "你当时求着我建起这个玩意的时候，我也帮了你。",
    [240] = "嗯，我明白的。",
    [241] = "艾萝",
    [250] = "所以你记得，家里有害虫了，你应该告诉我，而不是跟害虫一起胡闹。",
    [260] = "……好，我会按照你的指示做的。",
    [270] = "嗯，这是其中一件事。",
    [280] = "还有一件嘛，下次来的时候，记得把尾巴弄干净，不然跟过来奇奇怪怪的东西——",
    [290] = "被发现了！",
    [300] = "还要再清理一遍！",
    [310] = "话音刚落，一枚长枪向我们射来。",
    [320] = "快躲开！！！",
    [340] = "长枪射入甲板一侧的高墙，厚重的墙体上立刻爬上了醒目的裂缝。",
    [350] = "接着，她的手只是轻轻地一挥，嵌入墙内的长枪颤动了几下，立刻飞回她的手中。",
    [360] = "又到了久违的战斗时间，真令我热血沸腾。",
    [370] = "玛拉转动长枪，将枪头指向了我们。",
    [380] = "闹腾了这么久，是时候歇歇了吧？",
    [390] = "还有什么遗言吗，邪灵们？",
    [400] = "这话，应该我们来说才对！",
    [401] = "我",
    [410] = "流亡者，进攻！",
    [-999] = ""
}
return AvgLang_cpt02_e_07_01_ZH_CN

