-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt00_tutorial_18_ZH_CN = {
    [10] = " >  沙盒模式启动完毕. . .",
    [20] = " >  系统上线进度100%. . .",
    [30] = " >  辅助天气模拟系统正在开启. . .",
    [40] = "诶？！……呃……",
    [50] = "天气模拟系统？这也是基础功能吗？",
    [60] = "……是我在启动绿洲时加的……额外调用了一些自身算量。",
    [70] = "虽然资源紧缺，但我真的很感谢教授愿意冒着生命危险来云端寻找我们，所以……",
    [80] = "所以我偷偷模拟了现实世界中的天气系统。",
    [90] = "对不起，我知道看上去很蠢……",
    [91] = "不，帕斯卡。谢谢你。",
    [92] = "耷拉着脑袋可一点都不可爱哦！",
    [100] = "？！……教授……",
    [110] = "是啦，一点都没错！教授不是说过吗，即使被困在这里，也要像在现实世界里一样充满热情和干劲！",
    [120] = "别那么消沉啦！现在要做的，就是和教授一起好好打理绿洲，然后重新出发！",
    [130] = "……嗯！教授，苏尔，谢谢你们。",
    [140] = "那么最后一步啦，教授，请确认绿洲的<color=#ffa500ff>管理员信息</color>吧。",
    [150] = "以后，这里就是我们的新“家”了……",
    [160] = "今后的一切，都拜托您关照啦。"
}
return AvgLang_cpt00_tutorial_18_ZH_CN

