-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt00_e_01_02_ZH_CN = {
    [10] = "真是些难缠的家伙……还好教授的支援及时！",
    [11] = "苏尔",
    [12] = "帕斯卡",
    [13] = "克罗琦",
    [20] = "你注意右侧！",
    [30] = "呜啊！！！",
    [40] = "还好还好，谢谢提醒……",
    [50] = "小心一点，保护好教授！",
    [60] = "明白！不过……话说回来，我们为什么非要启动<color=#ffa500ff>沙盒模式</color>呢？",
    [70] = "这样一来我们就能获得这片区域的<color=#ffa500ff>管理权</color>，阻隔净化者，建立起相对安全的空间。",
    [80] = "按照教授的计划，依此为据点，进一步展开对云端的探索。",
    [90] = "总之现下，开启<color=#ffa500ff>绿洲</color>的沙盒模式比什么都重要。",
    [100] = "绿洲……？",
    [110] = "……",
    [120] = "<size=40>你忘啦？！</size>这可是教授给我们的新据点起的名字！",
    [130] = "——好了好了我记住了！真是的，一提到教授你就激动……",
    [140] = "什、什么啊……教授，别听她胡说……",
    [150] = "<size=50>帕斯卡——低头！</size>",
    [151] = "？？？",
    [160] = "<size=50>哐——</size>",
    [170] = "<color=#ffa500ff>克罗琦</color>的巨盾从一片混乱中飞来，准确地掠过帕斯卡的头顶，化解了净化者的攻击，接着又一个回旋返回了她的手中。",
    [180] = "克罗琦！",
    [190] = "<color=#ffa500ff>流亡者</color>003号，克罗琦，已归队。",
    [200] = "还好大家都没有事。",
    [210] = "多亏你来的及时，不然待会就有事了！",
    [220] = "……",
    [230] = "那么，确认任务内容，一、肃清净化者，二、调用算量开启沙盒模式，对吧？",
    [240] = "没错，既然目标已经明确——",
    [250] = "那么，行动开始——"
}
return AvgLang_cpt00_e_01_02_ZH_CN

