-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt03_e_03_01_ZH_CN = {[10] = "威胁，清除。", [20] = "希安，你的语言系统……因为刚才的事故受损了吗？", [21] = "我", [30] = "不，以前的事。", [40] = "希安是专门负责遗迹勘探的人形，但在一场意外过后，她的语言系统出现了不可逆的故障。", [50] = "因为并不影响她的工作，所以一直没能修复。", [60] = "帕斯卡，你可以帮忙修复吗？", [70] = "没关系。算量，不能浪费。", [80] = "这些……请穿上。", [90] = "希安从她巨大的背包里掏出了好几套防护服，以及盖革计数器在内的一堆监测仪器。", [100] = "这里不安全。", [110] = "嗯，希安说的没错。我们很有可能还会遭遇净化者。", [120] = "从刚才的战斗来看，虽然他们的防火墙架构特殊，但也无法完全抵抗能源污染的破坏。", [130] = "因此很可能还会有更多净化者撤离到这里来。", [140] = "不，净化者之外，其他声音！", [150] = "大家听！", [170] = "又爆炸了吗？！墙壁和地面都在震动！", [180] = "……不，不对。这个声音持续的时间很长，不是爆炸。", [190] = "好像是通道的另一头传过来的……", [200] = "身后！注意！", [210] = "泄漏能源，灌入！", [220] = "怎么会？！连这里也……", [230] = "按理说就算发生二次爆炸，能源也不可能渗透到这里！", [240] = "呜哇哇！赶快离开这里！", [250] = "不行的巧可，我们不知道地面上的情况，说不定比这里更糟！", [260] = "还有什么地方可以躲避吗？！", [270] = "盾！", [280] = "到这里！", [290] = "希安举起了她手里的盾牌，看似不大的盾牌开始朝四周延伸出数据粒子，一个球型的防护盾徐徐展开，将我们全部圈在了里面。", [300] = "塞西！快进来！", [310] = "……", [320] = "泄漏能源即将涌入，面对这个事实，塞西的身体像凝固了一般。克罗琦只能强行将她拉进希安的护盾范围内。", [330] = "接着，我们的眼前再也看不清东西了。我甚至无法辨别这种能源是固体还是液体，只知道它们迅速充斥了整个地下室，地下室的金属结构也渐渐地溶解了。", [340] = "在这个窒息而局促的空间里，希安的护盾成为了我们求生的唯一支点。", [350] = "呜……", [351] = "希安", [360] = "撑住！我把我的算量给你！", [361] = "克罗琦", [370] = "还有我的！", [371] = "帕斯卡", [380] = "巧可也要来！", [381] = "巧可", [390] = "教授，请保护好塞西！", [400] = "嗯，没问题！", [410] = "可能只是过了半分钟，或者十几秒，甚至或者只是几秒，我们记不清了……", [420] = "但感官却让时间变得很慢，慢到一切结束时我们早已筋疲力尽。", [430] = "护盾外的光景在我的眼中重新变得清晰起来，但这次看到的，既不是地下室，也不是被摧毁的废墟，而是在空气中做着不规则运动的，虚无的数据。", [440] = "薪火计划……赫里奥斯……", [441] = "塞西", [450] = "塞西，振作一点。", [460] = "周围的景象在慢慢恢复……", [470] = "看起来像数据在重构。", [480] = "重构？难道是芙思的方法吗？", [490] = "她成功把附近的这一块区域里所有的数据都想办法还原了？", [500] = "那是不是意味着可可屋也有救了！", [510] = "啊，我的烤箱里还有一堆蛋糕，说不定已经烤糊了，不过烤糊的蛋糕去掉焦皮用聚能草处理之后——", [520] = "——啊啊啊现在不是说这个的时候，总之我们要赶紧回去。", [530] = "嗯，我也有点担心那边的情况。", [540] = "等等，先别急，我和希安先出去查看一下到底发生了什么。", [550] = "塞西，请再耐心等待一下。", [-999] = ""}
return AvgLang_cpt03_e_03_01_ZH_CN

-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt03_e_03_01_ZH_CN = {
    [10] = "威胁，清除。",
    [20] = "希安，你的语言系统……因为刚才的事故受损了吗？",
    [21] = "我",
    [30] = "不，以前的事。",
    [40] = "希安是专门负责遗迹勘探的人形，但在一场意外过后，她的语言系统出现了不可逆的故障。",
    [50] = "因为并不影响她的工作，所以一直没能修复。",
    [60] = "帕斯卡，你可以帮忙修复吗？",
    [70] = "没关系。算量，不能浪费。",
    [80] = "这些……请穿上。",
    [90] = "希安从她巨大的背包里掏出了好几套防护服，以及盖革计数器在内的一堆监测仪器。",
    [100] = "这里不安全。",
    [110] = "嗯，希安说的没错。我们很有可能还会遭遇净化者。",
    [120] = "从刚才的战斗来看，虽然他们的防火墙架构特殊，但也无法完全抵抗能源污染的破坏。",
    [130] = "因此很可能还会有更多净化者撤离到这里来。",
    [140] = "不，净化者之外，其他声音！",
    [150] = "大家听！",
    [170] = "又爆炸了吗？！墙壁和地面都在震动！",
    [180] = "……不，不对。这个声音持续的时间很长，不是爆炸。",
    [190] = "好像是通道的另一头传过来的……",
    [200] = "身后！注意！",
    [210] = "泄漏能源，灌入！",
    [220] = "怎么会？！连这里也……",
    [230] = "按理说就算发生二次爆炸，能源也不可能渗透到这里！",
    [240] = "呜哇哇！赶快离开这里！",
    [250] = "不行的巧可，我们不知道地面上的情况，说不定比这里更糟！",
    [260] = "还有什么地方可以躲避吗？！",
    [270] = "盾！",
    [280] = "到这里！",
    [290] = "希安举起了她手里的盾牌，看似不大的盾牌开始朝四周延伸出数据粒子，一个球型的防护盾徐徐展开，将我们全部圈在了里面。",
    [300] = "塞西！快进来！",
    [310] = "……",
    [320] = "泄漏能源即将涌入，面对这个事实，塞西的身体像凝固了一般。克罗琦只能强行将她拉进希安的护盾范围内。",
    [330] = "接着，我们的眼前再也看不清东西了。我甚至无法辨别这种能源是固体还是液体，只知道它们迅速充斥了整个地下室，地下室的金属结构也渐渐地溶解了。",
    [340] = "在这个窒息而局促的空间里，希安的护盾成为了我们求生的唯一支点。",
    [350] = "呜……",
    [351] = "希安",
    [360] = "撑住！我把我的算量给你！",
    [361] = "克罗琦",
    [370] = "还有我的！",
    [371] = "帕斯卡",
    [380] = "巧可也要来！",
    [381] = "巧可",
    [390] = "教授，请保护好塞西！",
    [400] = "嗯，没问题！",
    [410] = "可能只是过了半分钟，或者十几秒，甚至或者只是几秒，我们记不清了……",
    [420] = "但感官却让时间变得很慢，慢到一切结束时我们早已筋疲力尽。",
    [430] = "护盾外的光景在我的眼中重新变得清晰起来，但这次看到的，既不是地下室，也不是被摧毁的废墟，而是在空气中做着不规则运动的，虚无的数据。",
    [440] = "薪火计划……赫里奥斯……",
    [441] = "塞西",
    [450] = "塞西，振作一点。",
    [460] = "周围的景象在慢慢恢复……",
    [470] = "看起来像数据在重构。",
    [480] = "重构？难道是芙思的方法吗？",
    [490] = "她成功把附近的这一块区域里所有的数据都想办法还原了？",
    [500] = "那是不是意味着可可屋也有救了！",
    [510] = "啊，我的烤箱里还有一堆蛋糕，说不定已经烤糊了，不过烤糊的蛋糕去掉焦皮用聚能草处理之后——",
    [520] = "——啊啊啊现在不是说这个的时候，总之我们要赶紧回去。",
    [530] = "嗯，我也有点担心那边的情况。",
    [540] = "等等，先别急，我和希安先出去查看一下到底发生了什么。",
    [550] = "塞西，请再耐心等待一下。",
    [-999] = ""
}
return AvgLang_cpt03_e_03_01_ZH_CN

