-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt02_e_03_01_ZH_CN = {[10] = "控制室门前，安冬妮娜正在紧张地破译着门锁，苏尔和席摩抵抗净化者的攻击，为安冬妮娜争取时间——", [11] = "我", [20] = "还没好吗，安娜？", [30] = "再坚持一会儿！这里的门都加密了好几层！", [40] = "真是的，稍微走了走神就又被发现了！", [50] = "走廊的右侧的门被破开了，大量净化者从那儿涌了出来，其中一部分甚至从天花板上向我们这里移动过来。", [60] = "打击音效", [70] = "五点钟方向！", [80] = "交给我！", [90] = "席摩瞄准了天花板上的净化者，几乎是在一瞬间连射出五支弩箭，被击中的净化者身体扭曲着，掉到地上，身上冒出火花。", [100] = "好险！差点砸我身上！", [110] = "门开了，快进去！", [120] = "hpzc", [130] = "门外传来雨点般的撞击。过了一会儿动静终于小了下去。", [140] = "差点就挂在外面了，哈哈哈哈！", [150] = "这可不是开玩笑。", [160] = "好嘛……", [170] = "这里就是控制室了啊。", [180] = "安冬妮娜，数据检索就交给你了。", [190] = "嗯，没问题。", [200] = "怎么样，军事区里有人形在吗？", [210] = "没有那么快，别着急。", [220] = "……", [230] = "唔，这里确实存储了大量的军事报告。", [240] = "这些……有不少是……", [250] = "三战的军事行动报告。", [260] = "原来如此，难怪军事区的数据体量会越来越大。", [270] = "是因为战争啊。", [280] = "这里的智能体好像都是在处理军事命令……", [290] = "你是说……接收指令，在云端执行？", [300] = "嗯。所以她们可以说是直接参与了战争。", [310] = "听起来有些残忍……", [320] = "你还好吗，席摩？", [330] = "……啊？我没事啊。", [340] = "是吗，看上去好像有些心不在焉的样子。", [350] = "没有没有，我只是在望风。", [360] = "虽然我们把控制室的门锁起来了，没准还是会有净化者发现嘛。", [370] = "……反正，别担心我啦。我之前来军事区勘察时就知道这些了。", [380] = "好吧，但是你之前怎么也不和我说一下……", [390] = "嗯？等等，这里好像少了一份数据。", [400] = "少了一份？", [410] = "啊……嗯。有数据缺失，还真是奇怪。", [420] = "安全等级明明那么高，不像是普通的丢失。", [430] = "查一查日志。", [440] = "看样子是用了最高权限强行转移的。", [450] = "最高权限？是指艾萝的权限吗？", [460] = "嗯，这位管理员看来是有什么东西不想被别人看见。", [470] = "留意一下，这有可能是说服她的突破口。", [480] = "……", [490] = "我心里有数。", [500] = "人形怎么样？有找到同伴吗？", [510] = "有数据，我在尝试定位他们最后出现的位置。", [520] = "嘘——", [530] = "小点声，外面有人。", [540] = "……", [550] = "有什么东西过来了。", [560] = "席摩，你去门的那边。", [570] = "是这个方向喵？", [580] = "不会错的，狗的鼻子可是很灵敏的！", [590] = "好，全力冲击哒喵！", [600] = "啊，我也来！冲击——", [610] = "！！！", [620] = "啊……！", [630] = "终于找到大部队了，太好了！", [640] = "找到部队了喵！", [650] = "阿比盖尔……还有贝蒂！", [660] = "定位完毕，虽然慢了一步。", [670] = "不过可以确定的是，军事区里确实只有阿比盖尔和贝蒂。", [680] = "等一下，虽然不知道你们在说什么，不过其实——", [690] = "其实我们还在被净化者追着屁股跑！看，他们就在后面！", [700] = "……你们还真是会惹事啊，ID……贝蒂！", [710] = "总之先解决掉他们再说。"}
return AvgLang_cpt02_e_03_01_ZH_CN

-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt02_e_03_01_ZH_CN = {
    [10] = "控制室门前，安冬妮娜正在紧张地破译着门锁，苏尔和席摩抵抗净化者的攻击，为安冬妮娜争取时间——",
    [11] = "我",
    [20] = "还没好吗，安娜？",
    [30] = "再坚持一会儿！这里的门都加密了好几层！",
    [40] = "真是的，稍微走了走神就又被发现了！",
    [50] = "走廊的右侧的门被破开了，大量净化者从那儿涌了出来，其中一部分甚至从天花板上向我们这里移动过来。",
    [60] = "打击音效",
    [70] = "五点钟方向！",
    [80] = "交给我！",
    [90] = "席摩瞄准了天花板上的净化者，几乎是在一瞬间连射出五支弩箭，被击中的净化者身体扭曲着，掉到地上，身上冒出火花。",
    [100] = "好险！差点砸我身上！",
    [110] = "门开了，快进去！",
    [120] = "hpzc",
    [130] = "门外传来雨点般的撞击。过了一会儿动静终于小了下去。",
    [140] = "差点就挂在外面了，哈哈哈哈！",
    [150] = "这可不是开玩笑。",
    [160] = "好嘛……",
    [170] = "这里就是控制室了啊。",
    [180] = "安冬妮娜，数据检索就交给你了。",
    [190] = "嗯，没问题。",
    [200] = "怎么样，军事区里有人形在吗？",
    [210] = "没有那么快，别着急。",
    [220] = "……",
    [230] = "唔，这里确实存储了大量的军事报告。",
    [240] = "这些……有不少是……",
    [250] = "三战的军事行动报告。",
    [260] = "原来如此，难怪军事区的数据体量会越来越大。",
    [270] = "是因为战争啊。",
    [280] = "这里的智能体好像都是在处理军事命令……",
    [290] = "你是说……接收指令，在云端执行？",
    [300] = "嗯。所以她们可以说是直接参与了战争。",
    [310] = "听起来有些残忍……",
    [320] = "你还好吗，席摩？",
    [330] = "……啊？我没事啊。",
    [340] = "是吗，看上去好像有些心不在焉的样子。",
    [350] = "没有没有，我只是在望风。",
    [360] = "虽然我们把控制室的门锁起来了，没准还是会有净化者发现嘛。",
    [370] = "……反正，别担心我啦。我之前来军事区勘察时就知道这些了。",
    [380] = "好吧，但是你之前怎么也不和我说一下……",
    [390] = "嗯？等等，这里好像少了一份数据。",
    [400] = "少了一份？",
    [410] = "啊……嗯。有数据缺失，还真是奇怪。",
    [420] = "安全等级明明那么高，不像是普通的丢失。",
    [430] = "查一查日志。",
    [440] = "看样子是用了最高权限强行转移的。",
    [450] = "最高权限？是指艾萝的权限吗？",
    [460] = "嗯，这位管理员看来是有什么东西不想被别人看见。",
    [470] = "留意一下，这有可能是说服她的突破口。",
    [480] = "……",
    [490] = "我心里有数。",
    [500] = "人形怎么样？有找到同伴吗？",
    [510] = "有数据，我在尝试定位他们最后出现的位置。",
    [520] = "嘘——",
    [530] = "小点声，外面有人。",
    [540] = "……",
    [550] = "有什么东西过来了。",
    [560] = "席摩，你去门的那边。",
    [570] = "是这个方向喵？",
    [580] = "不会错的，狗的鼻子可是很灵敏的！",
    [590] = "好，全力冲击哒喵！",
    [600] = "啊，我也来！冲击——",
    [610] = "！！！",
    [620] = "啊……！",
    [630] = "终于找到大部队了，太好了！",
    [640] = "找到部队了喵！",
    [650] = "阿比盖尔……还有贝蒂！",
    [660] = "定位完毕，虽然慢了一步。",
    [670] = "不过可以确定的是，军事区里确实只有阿比盖尔和贝蒂。",
    [680] = "等一下，虽然不知道你们在说什么，不过其实——",
    [690] = "其实我们还在被净化者追着屁股跑！看，他们就在后面！",
    [700] = "……你们还真是会惹事啊，ID……贝蒂！",
    [710] = "总之先解决掉他们再说。"
}
return AvgLang_cpt02_e_03_01_ZH_CN

