-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt00_tutorial_23_ZH_CN = {[10] = "来来来！瞧一瞧看一看，我的背包里好东西多得很呢！", [20] = "等等，我们可没说要买你的东西！", [30] = "不买看看也行嘛，说不定看了就想买了哟！理子小姐的商品价格公道童叟无欺，不会坑你们的！", [40] = "谁知道你的狐狸脑袋打着什么歪主意……", [50] = "别打扰我做生意！呿，呿——\n             别理她了教授，看看我的货吧。", [60] = "教授正在光顾的是<color=#ffa500ff>流动交易站</color>，大部分必需品都可以在这里买到，每过一段时间我都会进一批新货来哦，好好期待吧！", [70] = "流动交易站的上面是<color=#ffa500ff>常驻交易站</color>，不仅物美价廉，而且随着主线的推进还会上架更多好东西哦！", [80] = "下面是<color=#ffa500ff>人形资源站</color>，可以购买到已拥有人形的心智碎片。", [90] = "不过，同一人形的碎片，买太多的话难免供不应求，涨涨价也是……没办法的嘛，嘿嘿！", [100] = "怎么样老板？不买点什么嘛？我都快听见到账提示的声音了，叮~的一下的那种！"}
return AvgLang_cpt00_tutorial_23_ZH_CN

