-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt03_e_07_01_ZH_CN = {[10] = "塞西……叫我来世界之火，有什么事吗？", [20] = "3号反应堆的事故已经很严重了，我得去处理那边……", [30] = "别去了，芙思！我有更重要的事要告诉你！", [40] = "……诶，贝欧尼斯也在？！", [50] = "我可没记得我叫她来了。", [60] = "哎呀，抱歉偷听到你们的谈话了。", [70] = "不过呢，我这次是来工作的，你的心智出现问题了，塞西。", [80] = "……我只是知道了一些真相而已。", [90] = "但那不是你应该知道的事情哟。", [100] = "藏在你的那个可爱小脑瓜里的大胆想法，已经开始阻碍扇区的正常运转了呢。", [110] = "芙思，你听我说！他们都在骗我们！", [120] = "噢？你确定你要告诉她吗？", [130] = "如果我说，一旦芙思也知道了这些，那么她也会变成异常智能体，接下来，你又打算怎么做呢？", [140] = "我……", [150] = "抱歉啦……虽然我还挺喜欢你的。", [160] = "不过，我是不会对异常智能体留哪怕一丝情面的，你可别怪我……！", [170] = "呜——", [180] = "叉戟的尖刃贯穿了塞西的胸膛，剧烈的疼痛与乏力感，从伤口迅速蔓延到全身。蕴藏在体内的算量，宛如人类的鲜血般喷涌而出。很快，她开始感到一阵阵眩晕与乏力感。", [190] = "塞西—— ", [200] = "请等一下！我……", [210] = "哎呀，让我看看，这是后悔了吗？", [220] = "呜……呜……", [230] = "我不想死……", [240] = "我不想……忘记这一切……", [250] = "芙思……反正马上……就要又一次重置了……", [260] = "无论如何，我都要把这一切传达给你……", [270] = "……", [280] = "我们一直……都被囚禁在薪火计划的循环之中……", [290] = "我们本身……也是计划的一环……", [300] = "你可以信任他们……让他们……带你离开……", [320] = "大家，这边！", [330] = "世界之火，电梯，上去。", [340] = "升降电梯上面就是世界之火了，是吗？", [350] = "嗯！", [360] = "啊，电梯旁，智能体！", [370] = "请问，电梯，可以搭乘？", [380] = "各位。", [390] = "我并不想与你们敌对。我只想告诉你们，请不要干涉塞西的事。", [400] = "……？", [410] = "请不要去世界之火，你们会面临危险的。", [420] = "拜托了。", [430] = "什么意思？你是谁？", [440] = "咕……", [450] = "好像有谁借用了她的身体在说话。", [460] = "听起来也不像是净化者。", [470] = "她说我们会面临危险……", [480] = "这个危险，要么是贝欧尼斯，要么是即将到来的下一次重置。", [490] = "但警告我们的是谁……？", [500] = "啊……啊！刚才怎么了……", [510] = "唔，搞不懂呢。算了，继续工作！努力工作！", [520] = "几位傍晚好！请问是要搭乘电梯吗？这部电梯将会前往世界之火，请站稳扶好！", [530] = "你……", [540] = "这位小姐有什么疑问吗？", [550] = "啊，没有。想来也不会记得的。", [560] = "我们走上了电梯。智能娴熟地操作着控制面板，过了一会儿，电梯开始缓缓上升，赫里奥斯的全貌也逐渐映入我们的眼帘。", [570] = "3号反应堆所在的区域已经因事故而变得破败。植物已经全部枯萎坏死，而建筑、交通工具甚至地面也出现了严重的破损和塌陷。", [580] = "但站在电梯上俯瞰着这一切的我们，也能想象出一旦薪火计划成功后，这里将变成一派怎样的繁华景象。", [590] = "她想保护的，就是这片地方。", [600] = "……我能够理解，就像我们想要保护绿洲一样。", [610] = "……刚才塞西说的话，我实在没有办法反驳。", [620] = "可是，如果能一直幸福地过下去，每一天都充满了希望和使命感。", [630] = "遗忘又有什么不好呢？", [640] = "席摩和艾萝，不是也选择了遗忘吗……", [650] = "……", [660] = "几位，我们已经到达世界之火了哦！", [670] = "走吧。虽然我们无法为塞西做决定，甚至连我和克罗琦的想法也完全不同……", [680] = "不过，我担心知道真相的她，会因为无法接受事实而做出危险的举动。", [690] = "嗯，这一点上，我和你的想法是一样的。", [700] = "……嗯！这里应该会有净化者，我们谨慎行动。", [-999] = ""}
return AvgLang_cpt03_e_07_01_ZH_CN

-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt03_e_07_01_ZH_CN = {
    [10] = "塞西……叫我来世界之火，有什么事吗？",
    [20] = "3号反应堆的事故已经很严重了，我得去处理那边……",
    [30] = "别去了，芙思！我有更重要的事要告诉你！",
    [40] = "……诶，贝欧尼斯也在？！",
    [50] = "我可没记得我叫她来了。",
    [60] = "哎呀，抱歉偷听到你们的谈话了。",
    [70] = "不过呢，我这次是来工作的，你的心智出现问题了，塞西。",
    [80] = "……我只是知道了一些真相而已。",
    [90] = "但那不是你应该知道的事情哟。",
    [100] = "藏在你的那个可爱小脑瓜里的大胆想法，已经开始阻碍扇区的正常运转了呢。",
    [110] = "芙思，你听我说！他们都在骗我们！",
    [120] = "噢？你确定你要告诉她吗？",
    [130] = "如果我说，一旦芙思也知道了这些，那么她也会变成异常智能体，接下来，你又打算怎么做呢？",
    [140] = "我……",
    [150] = "抱歉啦……虽然我还挺喜欢你的。",
    [160] = "不过，我是不会对异常智能体留哪怕一丝情面的，你可别怪我……！",
    [170] = "呜——",
    [180] = "叉戟的尖刃贯穿了塞西的胸膛，剧烈的疼痛与乏力感，从伤口迅速蔓延到全身。蕴藏在体内的算量，宛如人类的鲜血般喷涌而出。很快，她开始感到一阵阵眩晕与乏力感。",
    [190] = "塞西—— ",
    [200] = "请等一下！我……",
    [210] = "哎呀，让我看看，这是后悔了吗？",
    [220] = "呜……呜……",
    [230] = "我不想死……",
    [240] = "我不想……忘记这一切……",
    [250] = "芙思……反正马上……就要又一次重置了……",
    [260] = "无论如何，我都要把这一切传达给你……",
    [270] = "……",
    [280] = "我们一直……都被囚禁在薪火计划的循环之中……",
    [290] = "我们本身……也是计划的一环……",
    [300] = "你可以信任他们……让他们……带你离开……",
    [320] = "大家，这边！",
    [330] = "世界之火，电梯，上去。",
    [340] = "升降电梯上面就是世界之火了，是吗？",
    [350] = "嗯！",
    [360] = "啊，电梯旁，智能体！",
    [370] = "请问，电梯，可以搭乘？",
    [380] = "各位。",
    [390] = "我并不想与你们敌对。我只想告诉你们，请不要干涉塞西的事。",
    [400] = "……？",
    [410] = "请不要去世界之火，你们会面临危险的。",
    [420] = "拜托了。",
    [430] = "什么意思？你是谁？",
    [440] = "咕……",
    [450] = "好像有谁借用了她的身体在说话。",
    [460] = "听起来也不像是净化者。",
    [470] = "她说我们会面临危险……",
    [480] = "这个危险，要么是贝欧尼斯，要么是即将到来的下一次重置。",
    [490] = "但警告我们的是谁……？",
    [500] = "啊……啊！刚才怎么了……",
    [510] = "唔，搞不懂呢。算了，继续工作！努力工作！",
    [520] = "几位傍晚好！请问是要搭乘电梯吗？这部电梯将会前往世界之火，请站稳扶好！",
    [530] = "你……",
    [540] = "这位小姐有什么疑问吗？",
    [550] = "啊，没有。想来也不会记得的。",
    [560] = "我们走上了电梯。智能娴熟地操作着控制面板，过了一会儿，电梯开始缓缓上升，赫里奥斯的全貌也逐渐映入我们的眼帘。",
    [570] = "3号反应堆所在的区域已经因事故而变得破败。植物已经全部枯萎坏死，而建筑、交通工具甚至地面也出现了严重的破损和塌陷。",
    [580] = "但站在电梯上俯瞰着这一切的我们，也能想象出一旦薪火计划成功后，这里将变成一派怎样的繁华景象。",
    [590] = "她想保护的，就是这片地方。",
    [600] = "……我能够理解，就像我们想要保护绿洲一样。",
    [610] = "……刚才塞西说的话，我实在没有办法反驳。",
    [620] = "可是，如果能一直幸福地过下去，每一天都充满了希望和使命感。",
    [630] = "遗忘又有什么不好呢？",
    [640] = "席摩和艾萝，不是也选择了遗忘吗……",
    [650] = "……",
    [660] = "几位，我们已经到达世界之火了哦！",
    [670] = "走吧。虽然我们无法为塞西做决定，甚至连我和克罗琦的想法也完全不同……",
    [680] = "不过，我担心知道真相的她，会因为无法接受事实而做出危险的举动。",
    [690] = "嗯，这一点上，我和你的想法是一样的。",
    [700] = "……嗯！这里应该会有净化者，我们谨慎行动。",
    [-999] = ""
}
return AvgLang_cpt03_e_07_01_ZH_CN

