-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt02_e_05_01_ZH_CN = {[10] = "啊……头好痛……", [11] = "我", [20] = "……对不起，是我不好……是我不好……", [30] = "我再也不会这么做了！请原谅我！", [40] = "啊啊啊啊！", [50] = "我不想这样下去了……", [60] = "我知道我做错了……艾萝，救救我……", [70] = "这里有两个智能体！", [80] = "她们的心智系统是出现问题了吗？", [90] = "看上去好痛苦。", [100] = "难道是艾萝对她们做的吗……", [110] = "不至于吧，这些智能体不是她这一侧的么？", [120] = "难说。别忘了过去莉维雅也曾经是她的朋友。", [130] = "这倒也是……", [140] = "席摩，你之前跟踪她的时候有看到什么特别的情况吗？", [150] = "……没有。嗯，这种情况还是第一次见。可能是什么系统过载了吧？", [160] = "我检查过了，没有问题。", [170] = "怎么会，安娜，你是不是弄错了，她们都这样了……", [180] = "我不会弄错。还有，最后提醒一次，是安冬妮娜。", [190] = "心智系统没有问题……", [200] = "嗯，我也觉得很奇怪。但确实没有任何错误或冲突，就好像是本身就故意设计如此一样。", [210] = "……", [220] = "那边的，是艾萝！", [230] = "……", [240] = "离她们远一点！", [250] = "艾萝，我们是来请求帮助的。", [260] = "帮助？你们不是和莉维雅一起的吗？", [270] = "还需要我帮助么？", [280] = "这家伙是吃了几吨辣椒吗？上来说话就这么呛人。", [290] = "莉维雅说了，如果你愿意冰释前嫌的话，她依旧是你的好朋友。", [300] = "我不需要朋友。", [310] = "……", [320] = "她和工业区那些弱者，不配做我的朋友。", [330] = "如果你们能活着回去，就这样转告她吧！", [340] = "活着回去？什么意思？！", [350] = "那些入侵者就在这里。", [360] = "清除进程启动——", [361] = "净化者", [370] = "糟了，是净化者，大家小心！", [380] = "艾萝跑了，我去追上她！", [390] = "喂——！", [400] = "转场+震屏打击音效", [410] = "收拾掉了！虽然数量多，还好这些净化者战斗力不强。", [420] = "还真奇怪，不是说军事区里有上位净化者在吗，那个玛什么的……", [430] = "玛拉。", [440] = "啊对，明明有她在，这里的净化者居然比罗萨姆的还要弱一些。", [450] = "等一下，换一个角度想，难道是因为有人家的帮助！", [460] = "没错贝蒂！是因为有我们的帮助！", [470] = "这么说来，说不定是因为我变强了！", [480] = "噢噢噢！苏尔也变强了！", [490] = "哈哈哈哈哈！", [500] = "你们三个别闹了，现在的情况麻烦得很。", [510] = "虽然解决了成堆的净化者，但我们也迷路了。", [520] = "这里什么都没有。", [530] = "真是的，我还想多调查一下刚才那两个智能体。", [540] = "那个艾萝出现得真及时，好像不想让我们知道那些智能体身上发生了什么事。", [550] = "对自己人也下手，真是坏透了。", [560] = "对了……席摩人呢？", [570] = "刚才混乱中，他说要去追艾萝，然后就没有出现过。", [580] = "他不会做出什么冲动的事情吧……", [590] = "我担心的就是这个，之前他的表现就怪怪的。", [600] = "你是说，他之前来军事区勘察的时候，发现了这里的智能体都在执行军事任务……", [610] = "嗯，当他发现这些智能体只要一个指令就能部署好所有的武器，", [620] = "只要一个指令，就能夺去数不尽的生命的话……", [630] = "那他一定不会原谅她们的。", [640] = "我没记错的话，克罗琦曾经告诉过我，席摩曾被称为三战的“白色幽灵”。", [650] = "“白色幽灵”？就是他的型号吧，S-WG，White Ghost。", [660] = "没错。火神重工为他装配了最尖端的军用设备，随后他就前往东欧的某个联合军队服役了。", [670] = "战争期间，他的所有暗杀行动都非常成功，数次改变了战局，但……", [680] = "最后一次不知道为什么他突然放弃了任务。", [690] = "之后就强制退役了。", [700] = "突然放弃了任务……", [710] = "他一定还在被这件事困扰着。", [720] = "希望他不会做出什么傻事。", [730] = "嗯，如果艾萝死了，我想莉维雅可能也不愿意履行承诺了。", [740] = "滴滴消息声", [750] = "啊……是席摩的通讯请求。", [760] = "帕斯卡，各位！我找到了……我把坐标发给你们。", [770] = "找到了什么？", [780] = "我找到了玛拉。"}
return AvgLang_cpt02_e_05_01_ZH_CN

-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt02_e_05_01_ZH_CN = {
    [10] = "啊……头好痛……",
    [11] = "我",
    [20] = "……对不起，是我不好……是我不好……",
    [30] = "我再也不会这么做了！请原谅我！",
    [40] = "啊啊啊啊！",
    [50] = "我不想这样下去了……",
    [60] = "我知道我做错了……艾萝，救救我……",
    [70] = "这里有两个智能体！",
    [80] = "她们的心智系统是出现问题了吗？",
    [90] = "看上去好痛苦。",
    [100] = "难道是艾萝对她们做的吗……",
    [110] = "不至于吧，这些智能体不是她这一侧的么？",
    [120] = "难说。别忘了过去莉维雅也曾经是她的朋友。",
    [130] = "这倒也是……",
    [140] = "席摩，你之前跟踪她的时候有看到什么特别的情况吗？",
    [150] = "……没有。嗯，这种情况还是第一次见。可能是什么系统过载了吧？",
    [160] = "我检查过了，没有问题。",
    [170] = "怎么会，安娜，你是不是弄错了，她们都这样了……",
    [180] = "我不会弄错。还有，最后提醒一次，是安冬妮娜。",
    [190] = "心智系统没有问题……",
    [200] = "嗯，我也觉得很奇怪。但确实没有任何错误或冲突，就好像是本身就故意设计如此一样。",
    [210] = "……",
    [220] = "那边的，是艾萝！",
    [230] = "……",
    [240] = "离她们远一点！",
    [250] = "艾萝，我们是来请求帮助的。",
    [260] = "帮助？你们不是和莉维雅一起的吗？",
    [270] = "还需要我帮助么？",
    [280] = "这家伙是吃了几吨辣椒吗？上来说话就这么呛人。",
    [290] = "莉维雅说了，如果你愿意冰释前嫌的话，她依旧是你的好朋友。",
    [300] = "我不需要朋友。",
    [310] = "……",
    [320] = "她和工业区那些弱者，不配做我的朋友。",
    [330] = "如果你们能活着回去，就这样转告她吧！",
    [340] = "活着回去？什么意思？！",
    [350] = "那些入侵者就在这里。",
    [360] = "清除进程启动——",
    [361] = "净化者",
    [370] = "糟了，是净化者，大家小心！",
    [380] = "艾萝跑了，我去追上她！",
    [390] = "喂——！",
    [400] = "转场+震屏打击音效",
    [410] = "收拾掉了！虽然数量多，还好这些净化者战斗力不强。",
    [420] = "还真奇怪，不是说军事区里有上位净化者在吗，那个玛什么的……",
    [430] = "玛拉。",
    [440] = "啊对，明明有她在，这里的净化者居然比罗萨姆的还要弱一些。",
    [450] = "等一下，换一个角度想，难道是因为有人家的帮助！",
    [460] = "没错贝蒂！是因为有我们的帮助！",
    [470] = "这么说来，说不定是因为我变强了！",
    [480] = "噢噢噢！苏尔也变强了！",
    [490] = "哈哈哈哈哈！",
    [500] = "你们三个别闹了，现在的情况麻烦得很。",
    [510] = "虽然解决了成堆的净化者，但我们也迷路了。",
    [520] = "这里什么都没有。",
    [530] = "真是的，我还想多调查一下刚才那两个智能体。",
    [540] = "那个艾萝出现得真及时，好像不想让我们知道那些智能体身上发生了什么事。",
    [550] = "对自己人也下手，真是坏透了。",
    [560] = "对了……席摩人呢？",
    [570] = "刚才混乱中，他说要去追艾萝，然后就没有出现过。",
    [580] = "他不会做出什么冲动的事情吧……",
    [590] = "我担心的就是这个，之前他的表现就怪怪的。",
    [600] = "你是说，他之前来军事区勘察的时候，发现了这里的智能体都在执行军事任务……",
    [610] = "嗯，当他发现这些智能体只要一个指令就能部署好所有的武器，",
    [620] = "只要一个指令，就能夺去数不尽的生命的话……",
    [630] = "那他一定不会原谅她们的。",
    [640] = "我没记错的话，克罗琦曾经告诉过我，席摩曾被称为三战的“白色幽灵”。",
    [650] = "“白色幽灵”？就是他的型号吧，S-WG，White Ghost。",
    [660] = "没错。火神重工为他装配了最尖端的军用设备，随后他就前往东欧的某个联合军队服役了。",
    [670] = "战争期间，他的所有暗杀行动都非常成功，数次改变了战局，但……",
    [680] = "最后一次不知道为什么他突然放弃了任务。",
    [690] = "之后就强制退役了。",
    [700] = "突然放弃了任务……",
    [710] = "他一定还在被这件事困扰着。",
    [720] = "希望他不会做出什么傻事。",
    [730] = "嗯，如果艾萝死了，我想莉维雅可能也不愿意履行承诺了。",
    [740] = "滴滴消息声",
    [750] = "啊……是席摩的通讯请求。",
    [760] = "帕斯卡，各位！我找到了……我把坐标发给你们。",
    [770] = "找到了什么？",
    [780] = "我找到了玛拉。"
}
return AvgLang_cpt02_e_05_01_ZH_CN

