-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt00_e_01_01_ZH_CN = {
    [10] = "扫描完毕，系统判别为高智能邪灵，目标数量：3，危险等级：高。",
    [11] = "净化者",
    [20] = "定位（α 79.65, β 83.73, γ 83.00），支援请求已发……",
    [21] = "净化者",
    [30] = "<size=50>锵——</size>",
    [40] = "**！这些东西怎么没完没了的！",
    [50] = "帕斯卡——！你身后！",
    [60] = "唔……糟糕！",
    [70] = "启动进程被打断了！",
    [80] = "没受伤吧？！",
    [90] = "我没事……我们预估错误了，现在的算量不足以启动<color=#ffa500ff>沙盒模式</color>。",
    [100] = "我们两个外加教授的帮助，不够吗？",
    [110] = "嗯，还差了一点……",
    [120] = "那现在怎么办？……这里的<color=#ffa500ff>净化者</color>太多了，实在没法分神！",
    [130] = "清除模式启动——",
    [131] = "净化者",
    [140] = "又来，可恶——",
    [150] = "教授小心！",
    [160] = "教授，你没事吧？",
    [161] = "我没事……",
    [170] = "抱歉，恐怕是我们试图开启沙盒模式时被检测到了大量资源占用，",
    [180] = "所以才把这些家伙都吸引来了。",
    [190] = "啊，麻烦死了！这里本来就寸草不生的，占用一下又怎么了！",
    [200] = "坚持一下，苏尔！我已经呼叫增援了，<color=#ffa500ff>克罗琦</color>正在赶来的路上！",
    [210] = "加上她的算量，一定足够我们启动沙盒模式了。",
    [220] = "我明白了，那就尽量争取时间吧！",
    [230] = "教授，战斗期间就请你支援我们了，拜托你啦！"
}
return AvgLang_cpt00_e_01_01_ZH_CN

