-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt01_e_06_01_ZH_CN = {[10] = "各位！我在这里！", [11] = "我", [20] = "……好不容易撤离成功了又进虎口，啊不是，狐——口。", [30] = "你说什么！", [40] = "没啥没啥，你继续！", [50] = "怎么样，拿到你们需要的东西了吗？", [60] = "……没有，检索终端爆炸了。", [70] = "……", [80] = "爆、炸？！哇啊啊你们完完全全就是恐怖分子吧？！", [90] = "不是我们炸的！", [100] = "所以你们辛辛苦苦地赶来赶去，最后竹篮打水一场空咯？", [110] = "总之就是这样，虽然不想承认，但是……你说的没错。", [120] = "哦哈哈哈哈——", [130] = "这有什么好笑的？！", [140] = "可以卖你们下一个情报呀！", [150] = "喂，你！我最中意的那个！", [160] = "尊敬一点好不好？这是教授！", [170] = "噢？你叫“教授”吗？", [180] = "给你打个折吧！只要123,456,788比特就可以购买理子独家情报2.0！如何如何？", [190] = "好优惠哦……我们就不能问H1642吗？", [200] = "不不不，这一条情报恐怕连H1642也不会知道哦！", [210] = "我查过了哟，H1642平时都是在核心区域工作吧？嘻嘻嘻……", [220] = "在罗萨姆里，除了图灵，估计也只有像我这样在各个扇区之间游历的交易员才会清清楚楚！", [230] = "所以你们到底买不买哇？", [231] = "交易中心如果知道这样的行为，会采取什么措施呢……", [232] = "行啊，那么就花123,456,788比特来听听你的情报吧！", [240] = "唔啊啊啊——不会吧！可千万别告状！", [250] = "好了好了，这次破例不追究了！", [260] = "教授！认真的吗……", [270] = "真是慧眼啊老板！", [280] = "要说任何扇区里，存储数据的地方，除了这样的数据中心以外，还有C-D-N！", [290] = "CDN？", [300] = "内容分发网络！我明白了……", [310] = "啊帕斯卡小姐聪明聪明！我也很喜欢你哦！", [320] = "等等……我还没懂！", [330] = "简单来说就是会有一些临时存储数据的节点，方便高速调度、分发信息，防止数据中枢负载过高，响应变慢。", [340] = "对头！一些扇区会和其他扇区有数据交换，这些扇区内就会有这样的节点服务器！", [350] = "很幸运的是，罗萨姆就是这样的扇区！", [360] = "……我还是没理解。", [370] = "不用理解其中的原理，苏尔。你知道它是一条和其他扇区连接的信息通道就行了。", [380] = "不过，这样的节点服务器在哪里呢？", [390] = "呃，这个这个，这个嘛，你们看，是不是……", [400] = "你这家伙，不会又要敲竹杠吧？", [410] = "哈啊？这怎么能叫敲竹杠呢！", [420] = "在罗萨姆的另一侧。", [430] = "诶诶？！你怎么会知道！", [440] = "是图灵小姐告诉我的，后备方案。", [450] = "真是的，坏我好事！", [460] = "……真的很抱歉！", [470] = "H1642，你抱歉啥，明明是这只狐狸在搞鬼。", [480] = "我……我不想耽误理子小姐的事，但我也需要遵循图灵小姐的指令，尽力帮助大家。", [490] = "可是这两件事情矛盾了……所以……我感觉很对不起理子小姐……", [500] = "你看看你，给她带来了多大的困扰！", [510] = "我也不是有意的嘛。不过比起以前那些图灵小姐试图改造的智能体，H1642确实要厉害一些呢。", [520] = "这话怎么说？", [530] = "罗萨姆智能体因为没有情感模拟，所以不会有“担心耽误了谁的事”这样的想法才对。", [540] = "一旦出现了，就会因为两个想法矛盾而陷入死循环里。", [550] = "我在图灵小姐的实验室里可是亲眼看到过这种情况发生的。", [560] = "但刚才H1642做出了选择。", [570] = "没错！唔，怪不得净化者要这样大动干戈来找你呀，H1642！", [580] = "看来图灵很快就要成功了。", [590] = "是呢，我也希望图灵小姐能成功。要是净化者不掺和这件事就好了！", [600] = "每次我来罗萨姆，图灵小姐都会特别高兴。", [610] = "她就像一个人待在罗萨姆里一样，这——么这么长的时间里，一定非常孤单。", [620] = "H1642，之后不管发生什么，记得跟紧我们。", [630] = "……诶？", [640] = "图灵救过我和帕斯卡。我想她让你来帮助我们，也是希望我们能保护好你。", [650] = "……", [660] = "别担心，我们会想办法把图灵从净化者手里带回来的。", [670] = "眼下还有一件事，各位不要忘记了——", [680] = "没错，数据中心出现的那个行踪异常的智能体。", [690] = "如果她确实知道我们的目的和动机的话，恐怕现在也已经想到我们下一步会去节点服务器了。", [700] = "我们得赶在她之前抵达那里！", [710] = "各位，我们赶紧动身吧！"}
return AvgLang_cpt01_e_06_01_ZH_CN

-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt01_e_06_01_ZH_CN = {
    [10] = "各位！我在这里！",
    [11] = "我",
    [20] = "……好不容易撤离成功了又进虎口，啊不是，狐——口。",
    [30] = "你说什么！",
    [40] = "没啥没啥，你继续！",
    [50] = "怎么样，拿到你们需要的东西了吗？",
    [60] = "……没有，检索终端爆炸了。",
    [70] = "……",
    [80] = "爆、炸？！哇啊啊你们完完全全就是恐怖分子吧？！",
    [90] = "不是我们炸的！",
    [100] = "所以你们辛辛苦苦地赶来赶去，最后竹篮打水一场空咯？",
    [110] = "总之就是这样，虽然不想承认，但是……你说的没错。",
    [120] = "哦哈哈哈哈——",
    [130] = "这有什么好笑的？！",
    [140] = "可以卖你们下一个情报呀！",
    [150] = "喂，你！我最中意的那个！",
    [160] = "尊敬一点好不好？这是教授！",
    [170] = "噢？你叫“教授”吗？",
    [180] = "给你打个折吧！只要123,456,788比特就可以购买理子独家情报2.0！如何如何？",
    [190] = "好优惠哦……我们就不能问H1642吗？",
    [200] = "不不不，这一条情报恐怕连H1642也不会知道哦！",
    [210] = "我查过了哟，H1642平时都是在核心区域工作吧？嘻嘻嘻……",
    [220] = "在罗萨姆里，除了图灵，估计也只有像我这样在各个扇区之间游历的交易员才会清清楚楚！",
    [230] = "所以你们到底买不买哇？",
    [231] = "交易中心如果知道这样的行为，会采取什么措施呢……",
    [232] = "行啊，那么就花123,456,788比特来听听你的情报吧！",
    [240] = "唔啊啊啊——不会吧！可千万别告状！",
    [250] = "好了好了，这次破例不追究了！",
    [260] = "教授！认真的吗……",
    [270] = "真是慧眼啊老板！",
    [280] = "要说任何扇区里，存储数据的地方，除了这样的数据中心以外，还有C-D-N！",
    [290] = "CDN？",
    [300] = "内容分发网络！我明白了……",
    [310] = "啊帕斯卡小姐聪明聪明！我也很喜欢你哦！",
    [320] = "等等……我还没懂！",
    [330] = "简单来说就是会有一些临时存储数据的节点，方便高速调度、分发信息，防止数据中枢负载过高，响应变慢。",
    [340] = "对头！一些扇区会和其他扇区有数据交换，这些扇区内就会有这样的节点服务器！",
    [350] = "很幸运的是，罗萨姆就是这样的扇区！",
    [360] = "……我还是没理解。",
    [370] = "不用理解其中的原理，苏尔。你知道它是一条和其他扇区连接的信息通道就行了。",
    [380] = "不过，这样的节点服务器在哪里呢？",
    [390] = "呃，这个这个，这个嘛，你们看，是不是……",
    [400] = "你这家伙，不会又要敲竹杠吧？",
    [410] = "哈啊？这怎么能叫敲竹杠呢！",
    [420] = "在罗萨姆的另一侧。",
    [430] = "诶诶？！你怎么会知道！",
    [440] = "是图灵小姐告诉我的，后备方案。",
    [450] = "真是的，坏我好事！",
    [460] = "……真的很抱歉！",
    [470] = "H1642，你抱歉啥，明明是这只狐狸在搞鬼。",
    [480] = "我……我不想耽误理子小姐的事，但我也需要遵循图灵小姐的指令，尽力帮助大家。",
    [490] = "可是这两件事情矛盾了……所以……我感觉很对不起理子小姐……",
    [500] = "你看看你，给她带来了多大的困扰！",
    [510] = "我也不是有意的嘛。不过比起以前那些图灵小姐试图改造的智能体，H1642确实要厉害一些呢。",
    [520] = "这话怎么说？",
    [530] = "罗萨姆智能体因为没有情感模拟，所以不会有“担心耽误了谁的事”这样的想法才对。",
    [540] = "一旦出现了，就会因为两个想法矛盾而陷入死循环里。",
    [550] = "我在图灵小姐的实验室里可是亲眼看到过这种情况发生的。",
    [560] = "但刚才H1642做出了选择。",
    [570] = "没错！唔，怪不得净化者要这样大动干戈来找你呀，H1642！",
    [580] = "看来图灵很快就要成功了。",
    [590] = "是呢，我也希望图灵小姐能成功。要是净化者不掺和这件事就好了！",
    [600] = "每次我来罗萨姆，图灵小姐都会特别高兴。",
    [610] = "她就像一个人待在罗萨姆里一样，这——么这么长的时间里，一定非常孤单。",
    [620] = "H1642，之后不管发生什么，记得跟紧我们。",
    [630] = "……诶？",
    [640] = "图灵救过我和帕斯卡。我想她让你来帮助我们，也是希望我们能保护好你。",
    [650] = "……",
    [660] = "别担心，我们会想办法把图灵从净化者手里带回来的。",
    [670] = "眼下还有一件事，各位不要忘记了——",
    [680] = "没错，数据中心出现的那个行踪异常的智能体。",
    [690] = "如果她确实知道我们的目的和动机的话，恐怕现在也已经想到我们下一步会去节点服务器了。",
    [700] = "我们得赶在她之前抵达那里！",
    [710] = "各位，我们赶紧动身吧！"
}
return AvgLang_cpt01_e_06_01_ZH_CN

