-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt00_e_01_02_ZH_CN = {[10] = "总算解决掉一批了，我稍微喘口气……", [11] = "我", [12] = "帕斯卡", [13] = "苏尔", [14] = "克罗琦", [15] = "？？？", [20] = "看上去只是冰山一角啊。", [30] = "这些家伙是什么？ ", [40] = "如果没猜错的话，应该是某种<color=#ffa500ff>杀毒程序</color>。", [50] = "安冬妮娜在的话，至少能问问她。可惜到现在我们都还没能找到她。", [60] = "杀毒程序为什么要攻击我们？", [70] = "我们的心智系统不在原本该在的地方，所以现在都处于<color=#ffa500ff>异常状态</color>。", [80] = "奇怪，您怎么会把这件事忘了？", [90] = "这些话待会再说！这边又有敌人！", [100] = "<size=50>帕斯卡——低头！</size>", [110] = "<color=#ffa500ff>克罗琦</color>的巨盾从一片混乱中飞来，掠过帕斯卡的头顶，化解了净化者的攻击，接着又一个回旋返回了她的手中。", [120] = "克罗琦！", [130] = "<color=#ffa500ff>流亡者</color>003号，克罗琦，已归队。", [140] = "还好大家都没事。", [150] = "多亏你来的及时，不然待会就有事了！", [160] = "席摩那家伙呢？", [170] = "抱歉，他好像有什么重要发现，执意继续勘察。所以暂时由我先回来执行支援任务。", [180] = "那么，确认任务内容。", [190] = "一、解决眼前的麻烦。二、开启沙盒模式。是这样吧，帕斯卡？", [200] = "没错。肃清行动开始——"}
return AvgLang_cpt00_e_01_02_ZH_CN

