-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt02_e_10_01_ZH_CN = {[10] = "没想到还有那么多净化者，再拖下去就麻烦了！", [11] = "我", [20] = "我可以启动伪装程序，避开净化者。我去找席摩。", [30] = "别去！", [40] = "这由不得你来决定。", [50] = "不，拜托，别去！这是我答应他的。", [60] = "请你们不要进入军事区！相反，应该尽快撤离才对！", [70] = "艾萝的话音刚落，地面忽然摇晃起来。我们从甲板上望去，只见到下方军事区内的建筑都在异常震动。", [80] = "这是怎么回事？！", [90] = "军事区范围内的所有数据会被强制删除，里面太危险了。", [100] = "你这是要……删除整个军事区？", [110] = "嗯……身为基洛普斯内部的一员，我没有办法清除扇区内的数据。所以只能由他使用扇区的最高权限来执行删除。", [120] = "抱歉……我不得不拜托席摩这么做。", [130] = "既然这样，那我就更得快点行动了。", [140] = "呜……", [150] = "你怎么了？艾萝？", [160] = "艾萝忽然看上去很难受，她眉头紧皱，双手抱着脑袋，但痛苦并没有因为这个动作减轻半分。", [170] = "又来了……", [180] = "忽然，身后废墟之中传来石块被翻动的声音。", [190] = "玛拉从瓦砾中缓缓站起，向我们一步一步走来。明明是完全破败的身体，相比之前，她身上散发出的压迫感，反而变得愈发沉重了。", [200] = "她怎么还活着？！", [210] = "不可能，刚才明明已经确认过了……", [220] = "来吧客人们，让我看看你们的手段。", [230] = "她的样子变了……！", [240] = "你们不出手的话，我就先出手了。", [250] = "不对，这不是玛拉！", [260] = "她说话的语气也和之前不太一样了！", [270] = "我能检测到大量的数据输入，和刚才她调取的算量源头是一致的……", [280] = "玛拉的双枪也再度回到了她的手中，随着长枪的挥动，一股气浪以她为中心扩散开来。", [290] = "她的心智系统被另外未知来源接管了，我在试着查找源头，你们撑住……", [300] = "呜……！", [310] = "危险，快断开连接！", [320] = "真幸运，再晚一步你就被烧毁了。", [330] = "不管是谁看起来都很不妙。", [340] = "刚才和她战斗已经很吃力了，而现在的这个“玛拉”力量远在前者之上……", [350] = "你是谁？", [360] = "呵呵，我是谁？真有意思。", [370] = "我也很想知道，我是谁。", [380] = "你有什么目的？", [390] = "别那么紧张，我只是对你们很感兴趣。", [400] = "你们能走到哪一步？你们又会做出怎样的选择？", [410] = "看剑！", [420] = "如果说刚才的玛拉，我们还能看到她的行动方式，想办法破解的话，现在的玛拉几乎是在我们无法反应过来的一瞬间，就化解了苏尔的进攻。", [430] = "**！她的招式也变了！", [440] = "苏尔，你太靠前了！", [450] = "只见玛拉仅仅是抬了抬手，长枪便从她的手中飞出直刺向苏尔。", [460] = "糟了，躲不开！呜！！！", [470] = "苏尔！！！", [480] = "真想知道，当你发现自己被困在一个牢笼里，", [490] = "没有一丝力量来挣脱时，", [500] = "你会做出什么样的选择呢……", [510] = "教授？", [520] = "帕斯卡！到右侧去！克罗琦顶右前方！", [530] = "贝蒂和阿比盖尔去左翼攻击！安冬妮娜，和我一起支援帕斯卡！", [540] = "一定不能在这里输给这个家伙！"}
return AvgLang_cpt02_e_10_01_ZH_CN

-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt02_e_10_01_ZH_CN = {
    [10] = "没想到还有那么多净化者，再拖下去就麻烦了！",
    [11] = "我",
    [20] = "我可以启动伪装程序，避开净化者。我去找席摩。",
    [30] = "别去！",
    [40] = "这由不得你来决定。",
    [50] = "不，拜托，别去！这是我答应他的。",
    [60] = "请你们不要进入军事区！相反，应该尽快撤离才对！",
    [70] = "艾萝的话音刚落，地面忽然摇晃起来。我们从甲板上望去，只见到下方军事区内的建筑都在异常震动。",
    [80] = "这是怎么回事？！",
    [90] = "军事区范围内的所有数据会被强制删除，里面太危险了。",
    [100] = "你这是要……删除整个军事区？",
    [110] = "嗯……身为基洛普斯内部的一员，我没有办法清除扇区内的数据。所以只能由他使用扇区的最高权限来执行删除。",
    [120] = "抱歉……我不得不拜托席摩这么做。",
    [130] = "既然这样，那我就更得快点行动了。",
    [140] = "呜……",
    [150] = "你怎么了？艾萝？",
    [160] = "艾萝忽然看上去很难受，她眉头紧皱，双手抱着脑袋，但痛苦并没有因为这个动作减轻半分。",
    [170] = "又来了……",
    [180] = "忽然，身后废墟之中传来石块被翻动的声音。",
    [190] = "玛拉从瓦砾中缓缓站起，向我们一步一步走来。明明是完全破败的身体，相比之前，她身上散发出的压迫感，反而变得愈发沉重了。",
    [200] = "她怎么还活着？！",
    [210] = "不可能，刚才明明已经确认过了……",
    [220] = "来吧客人们，让我看看你们的手段。",
    [230] = "她的样子变了……！",
    [240] = "你们不出手的话，我就先出手了。",
    [250] = "不对，这不是玛拉！",
    [260] = "她说话的语气也和之前不太一样了！",
    [270] = "我能检测到大量的数据输入，和刚才她调取的算量源头是一致的……",
    [280] = "玛拉的双枪也再度回到了她的手中，随着长枪的挥动，一股气浪以她为中心扩散开来。",
    [290] = "她的心智系统被另外未知来源接管了，我在试着查找源头，你们撑住……",
    [300] = "呜……！",
    [310] = "危险，快断开连接！",
    [320] = "真幸运，再晚一步你就被烧毁了。",
    [330] = "不管是谁看起来都很不妙。",
    [340] = "刚才和她战斗已经很吃力了，而现在的这个“玛拉”力量远在前者之上……",
    [350] = "你是谁？",
    [360] = "呵呵，我是谁？真有意思。",
    [370] = "我也很想知道，我是谁。",
    [380] = "你有什么目的？",
    [390] = "别那么紧张，我只是对你们很感兴趣。",
    [400] = "你们能走到哪一步？你们又会做出怎样的选择？",
    [410] = "看剑！",
    [420] = "如果说刚才的玛拉，我们还能看到她的行动方式，想办法破解的话，现在的玛拉几乎是在我们无法反应过来的一瞬间，就化解了苏尔的进攻。",
    [430] = "**！她的招式也变了！",
    [440] = "苏尔，你太靠前了！",
    [450] = "只见玛拉仅仅是抬了抬手，长枪便从她的手中飞出直刺向苏尔。",
    [460] = "糟了，躲不开！呜！！！",
    [470] = "苏尔！！！",
    [480] = "真想知道，当你发现自己被困在一个牢笼里，",
    [490] = "没有一丝力量来挣脱时，",
    [500] = "你会做出什么样的选择呢……",
    [510] = "教授？",
    [520] = "帕斯卡！到右侧去！克罗琦顶右前方！",
    [530] = "贝蒂和阿比盖尔去左翼攻击！安冬妮娜，和我一起支援帕斯卡！",
    [540] = "一定不能在这里输给这个家伙！"
}
return AvgLang_cpt02_e_10_01_ZH_CN

