-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt03_e_02_01_ZH_CN = {[10] = "啊！快让开！！！", [11] = "我", [12] = "智能体", [13] = "？？？", [20] = "成群的智能体们正在从城区逃离。", [30] = "薪火计划失败了……我们要完了！", [40] = "至少……至少让我死在家里！呜呜呜！", [50] = "城内已经乱成一团了……", [60] = "看情况是因为能源泄漏，这片区域都被污染破坏了。", [70] = "教授，你看到巧可了吗？希望她不会有危险……", [80] = "我仔细在逃难的人群里寻找巧可的身影，但一无所获。", [90] = "接着，我看到一个智能体正在拨开人群往我们的方向艰难地赶过来。四目相对后，她朝我们这里挥了挥手。", [100] = "那个智能体好像认得我们！", [110] = "各位！！！", [120] = "我是……呼……扇区的管理员，塞西！", [130] = "我带你们去找巧可！她现在正在一个安全的地方……", [140] = "希安也在一起吗？", [150] = "我不知道希安在哪里……", [160] = "总之这里不能久留，请跟我来！到了安全的地方再想办法！", [170] = "hpzc\t", [180] = "啊呼……啊呼……暂时安全了……", [190] = "这里是存储附属冷却设备的地方，平时不常用，因为在地下，引流不是很方便。", [200] = "这里的金属结构很厚，应该能暂时撑一段时间。", [210] = "巧可就在前面。", [220] = "克罗琦，帕斯卡，教授！你们终于来了！", [230] = "怎么只有你们三个？席摩呢，安娜呢，还有苏尔呢？", [240] = "说来话长，席摩和苏尔在绿洲，至于安冬妮娜……没有和我们一起来。", [250] = "诶？怎么回事？我还给他们准备了很多巧克力，有原味的还有牛奶味的，虽然因为走得太急——", [260] = "啊啊现在不是说这个的时候！你们听到刚才的爆炸声了吗？", [270] = "嗯，所以就立刻赶过来了——还好有塞西小姐的接应。", [280] = "……事情怎么会变成这样，我还想好好地在可可屋招待大家的……", [290] = "希安也不知道去哪里了……", [300] = "巧可紧紧捏着手里仅剩的一盒巧克力，可能是因为刚才逃离时和别的智能体的冲撞，精致的盒子已经变形了。", [310] = "……", [320] = "会有办法的，世界之火还在燃烧，薪火计划还会继续。", [330] = "薪火计划……？", [340] = "你知道些什么吗，克罗琦？", [350] = "这个名字似乎在哪见过。", [360] = "以前，火神重工也曾以“薪火计划”为名，公布了一系列新能源开发与建设计划，希望实现利用新能源来建设绿色城市。", [370] = "没错，明明很快，我们就能让赫里奥斯变成真正的绿色城市的……", [380] = "我不能辜负大家的期望，一定要修复4号反应堆！", [390] = "塞西小姐的意思是，发生爆炸的原因是4号反应堆出了故障吗？", [400] = "嗯，所以必须要在事态进一步恶化之前抢修。", [410] = "芙思也一定有办法的，她一直是很冷静可靠的人！", [420] = "芙思？", [430] = "啊，芙思是另一位管理员，我们一起负责维护赫里奥斯的正常运转。", [440] = "可是，恕我直言……刚才撤退的时候，我远远看到反应堆那边的情况了。", [450] = "这种程度的泄漏，可不是简简单单的修复就能够处理的。", [460] = "但这些不是数据模拟吗？", [470] = "是的，但为了模拟破坏性后果，任何事故造成的数据错误，都能破坏正常程序。", [480] = "换句话说，如果泄露影响到了这片地方，我们的心智系统也难逃一劫。", [490] = "哇哇哇，那怎么办！", [500] = "之前我在参与诺亚反应堆的实验时，也曾见过小规模的数据模拟。", [510] = "不过一整个扇区……还真是敢玩大的啊。", [520] = "……", [530] = "外面的动静小一些了，我想回到地面上去了，各位。", [540] = "请你们留在这里，等确认安全后再离开。", [550] = "等一下，外面还有大量粉尘污染，你会受到影响的！", [560] = "我必须得出去，这里阻隔了通讯信号，我没法联络到芙思。", [570] = "不管怎么说，我是扇区的管理员，我得为此负责。", [580] = "薪火计划是我们最高的目标，我不会让它失败的。", [590] = "请回去。", [600] = "嗯？", [610] = "回去。外面，危险。", [620] = "啊，是希安！希安回来了！", [630] = "大家没事，太好了。", [640] = "塞西，泄漏，没有结束。", [650] = "二次爆炸，可能。", [660] = "二次爆炸？！", [670] = "……反应堆泄漏，冷却塔故障，大量受阻塞的能量确实有可能会引发二次爆炸。", [680] = "可是之前一切都很顺利……", [690] = "塞西，先别灰心，我们一起想办法补救吧。", [700] = "我，保护大家。", [710] = "那就拜托你了，希安。", [720] = "帕斯卡话音刚落，沉闷的爆炸轰鸣声穿透了天花板，朝着地下室涌来，整个地下室空间也随之摇晃起来，灯光照射下的灰尘在空气中无序翻涌着，宛如漂流瓶中的细沙。", [730] = "……不会的，不会的！", [740] = "任务中止！赫里奥斯异常！转移至安全地带！", [750] = "重复一遍，任务中止！赫里奥斯异常！转移至安全地带！", [760] = "是净化者……！他们也在往这里移动！", [770] = "虽然数量不多，我们还是不要轻举妄动为好。等他们进入了这里，再一口气把它们解决！"}
return AvgLang_cpt03_e_02_01_ZH_CN

-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt03_e_02_01_ZH_CN = {
    [10] = "啊！快让开！！！",
    [11] = "我",
    [12] = "智能体",
    [13] = "？？？",
    [20] = "成群的智能体们正在从城区逃离。",
    [30] = "薪火计划失败了……我们要完了！",
    [40] = "至少……至少让我死在家里！呜呜呜！",
    [50] = "城内已经乱成一团了……",
    [60] = "看情况是因为能源泄漏，这片区域都被污染破坏了。",
    [70] = "教授，你看到巧可了吗？希望她不会有危险……",
    [80] = "我仔细在逃难的人群里寻找巧可的身影，但一无所获。",
    [90] = "接着，我看到一个智能体正在拨开人群往我们的方向艰难地赶过来。四目相对后，她朝我们这里挥了挥手。",
    [100] = "那个智能体好像认得我们！",
    [110] = "各位！！！",
    [120] = "我是……呼……扇区的管理员，塞西！",
    [130] = "我带你们去找巧可！她现在正在一个安全的地方……",
    [140] = "希安也在一起吗？",
    [150] = "我不知道希安在哪里……",
    [160] = "总之这里不能久留，请跟我来！到了安全的地方再想办法！",
    [170] = "hpzc\t",
    [180] = "啊呼……啊呼……暂时安全了……",
    [190] = "这里是存储附属冷却设备的地方，平时不常用，因为在地下，引流不是很方便。",
    [200] = "这里的金属结构很厚，应该能暂时撑一段时间。",
    [210] = "巧可就在前面。",
    [220] = "克罗琦，帕斯卡，教授！你们终于来了！",
    [230] = "怎么只有你们三个？席摩呢，安娜呢，还有苏尔呢？",
    [240] = "说来话长，席摩和苏尔在绿洲，至于安冬妮娜……没有和我们一起来。",
    [250] = "诶？怎么回事？我还给他们准备了很多巧克力，有原味的还有牛奶味的，虽然因为走得太急——",
    [260] = "啊啊现在不是说这个的时候！你们听到刚才的爆炸声了吗？",
    [270] = "嗯，所以就立刻赶过来了——还好有塞西小姐的接应。",
    [280] = "……事情怎么会变成这样，我还想好好地在可可屋招待大家的……",
    [290] = "希安也不知道去哪里了……",
    [300] = "巧可紧紧捏着手里仅剩的一盒巧克力，可能是因为刚才逃离时和别的智能体的冲撞，精致的盒子已经变形了。",
    [310] = "……",
    [320] = "会有办法的，世界之火还在燃烧，薪火计划还会继续。",
    [330] = "薪火计划……？",
    [340] = "你知道些什么吗，克罗琦？",
    [350] = "这个名字似乎在哪见过。",
    [360] = "以前，火神重工也曾以“薪火计划”为名，公布了一系列新能源开发与建设计划，希望实现利用新能源来建设绿色城市。",
    [370] = "没错，明明很快，我们就能让赫里奥斯变成真正的绿色城市的……",
    [380] = "我不能辜负大家的期望，一定要修复4号反应堆！",
    [390] = "塞西小姐的意思是，发生爆炸的原因是4号反应堆出了故障吗？",
    [400] = "嗯，所以必须要在事态进一步恶化之前抢修。",
    [410] = "芙思也一定有办法的，她一直是很冷静可靠的人！",
    [420] = "芙思？",
    [430] = "啊，芙思是另一位管理员，我们一起负责维护赫里奥斯的正常运转。",
    [440] = "可是，恕我直言……刚才撤退的时候，我远远看到反应堆那边的情况了。",
    [450] = "这种程度的泄漏，可不是简简单单的修复就能够处理的。",
    [460] = "但这些不是数据模拟吗？",
    [470] = "是的，但为了模拟破坏性后果，任何事故造成的数据错误，都能破坏正常程序。",
    [480] = "换句话说，如果泄露影响到了这片地方，我们的心智系统也难逃一劫。",
    [490] = "哇哇哇，那怎么办！",
    [500] = "之前我在参与诺亚反应堆的实验时，也曾见过小规模的数据模拟。",
    [510] = "不过一整个扇区……还真是敢玩大的啊。",
    [520] = "……",
    [530] = "外面的动静小一些了，我想回到地面上去了，各位。",
    [540] = "请你们留在这里，等确认安全后再离开。",
    [550] = "等一下，外面还有大量粉尘污染，你会受到影响的！",
    [560] = "我必须得出去，这里阻隔了通讯信号，我没法联络到芙思。",
    [570] = "不管怎么说，我是扇区的管理员，我得为此负责。",
    [580] = "薪火计划是我们最高的目标，我不会让它失败的。",
    [590] = "请回去。",
    [600] = "嗯？",
    [610] = "回去。外面，危险。",
    [620] = "啊，是希安！希安回来了！",
    [630] = "大家没事，太好了。",
    [640] = "塞西，泄漏，没有结束。",
    [650] = "二次爆炸，可能。",
    [660] = "二次爆炸？！",
    [670] = "……反应堆泄漏，冷却塔故障，大量受阻塞的能量确实有可能会引发二次爆炸。",
    [680] = "可是之前一切都很顺利……",
    [690] = "塞西，先别灰心，我们一起想办法补救吧。",
    [700] = "我，保护大家。",
    [710] = "那就拜托你了，希安。",
    [720] = "帕斯卡话音刚落，沉闷的爆炸轰鸣声穿透了天花板，朝着地下室涌来，整个地下室空间也随之摇晃起来，灯光照射下的灰尘在空气中无序翻涌着，宛如漂流瓶中的细沙。",
    [730] = "……不会的，不会的！",
    [740] = "任务中止！赫里奥斯异常！转移至安全地带！",
    [750] = "重复一遍，任务中止！赫里奥斯异常！转移至安全地带！",
    [760] = "是净化者……！他们也在往这里移动！",
    [770] = "虽然数量不多，我们还是不要轻举妄动为好。等他们进入了这里，再一口气把它们解决！"
}
return AvgLang_cpt03_e_02_01_ZH_CN

