-- params : ...
-- function num : 0 , upvalues : _ENV
local AvgLang_cpt01_e_12_02_ZH_CN = {
    [10] = "图灵：理子。",
    [20] = "理子：嗯？图灵小姐找我有事吗？",
    [30] = "图灵：你也准备和大家一起去节点服务器吗？",
    [40] = "理子：是的哟！听苏尔说，刚才在数据中心他们也是大闹了一场！理子可不能再错过好戏了！",
    [50] = "理子：而且说不定还会有更多机会可以给教授兜售情报，嘿嘿嘿……",
    [60] = "图灵：真的只是想看热闹吗？",
    [70] = "理子：图、图灵小姐的意思是……",
    [80] = "图灵：你觉得教授和各位外来者们怎么样呢？",
    [90] = "理子：大家都很好，很团结一心，感觉也不像是净化者总是在消灭的那种异常程序体来着。",
    [100] = "图灵：嗯，他们虽然被净化者视为异常，但这并不意味着破坏和邪恶。",
    [110] = "图灵：这样对待他们，真是不公平啊……",
    [120] = "理子：图灵小姐好像很担心大家？",
    [130] = "图灵：和净化者对抗可不像嘴上说说这么简单，现在仅仅是应付下位净化者就已经很吃力了。",
    [140] = "理子：说的也是，虽然理子并不讨厌净化者们，因为他们总是能把所有扇区都保护得特别安全，但是……",
    [150] = "理子：但是没有理由、不分青红皂白地欺负大家，真的很过分！",
    [160] = "图灵：那……理子喜欢教授吗？",
    [170] = "理子：喜欢！我也喜欢帕斯卡小姐！",
    [180] = "图灵：既然这样，想不想试试和他们一起冒险呢？用你搜索信息和查找资源的能力来帮助他们。",
    [190] = "理子：这样呀，那我考虑一下吧……",
    [200] = "图灵：他们有一个非常有意思的扇区，是你没有去过的地方。",
    [210] = "理子：哇——！是怎样的地方！",
    [220] = "图灵：他们称其为“绿洲”，在这个像荒漠一样虚渺的世界里，一定是很美很温馨的地方吧。",
    [230] = "理子：……我明白了！",
    [240] = "理子：理子会去的，他们欠理子的246,931,577比特就既往不咎啦！",
    [250] = "理子：不过，图灵小姐，理子还能常常来看你吗？",
    [260] = "图灵：当然可以啦，罗萨姆随时欢迎你哦。",
    [270] = "理子：图灵小姐！你最棒了！"
}
return AvgLang_cpt01_e_12_02_ZH_CN

